[
  {
    "sanskrit_name": "Tadasana",
    "english_name": "Tư thế Ngọn núi",
    "description": "Tư thế này dạy ta đứng vững chắc và uy nghi như một ngọn núi. Từ 'Tada' có nghĩa là một ngọn núi, đó là nguồn gốc của tên gọi. Nó liên quan đến các nhóm cơ chính và cải thiện sự tập trung.",
    "time": "2 phút",
    "image": "https://static.wixstatic.com/media/c70342_ac00f7b27858414d9c28cadce92ca688~mv2.jpg/v1/fill/w_750,h_472,al_c,q_80,usm_0.66_1.00_0.01,enc_avif,quality_auto/Image-empty-state.jpg",
    "benefits": "Nó tác động đến các nhóm cơ chính và cải thiện sự tập trung. Đây là tư thế bắt đầu cho tất cả các tư thế asana khác. Đứng với gót chân hơi tách ra và treo hai tay dọc theo thân mình.",
    "variations": "Từ Tadasana, gập đầu gối phải và đặt bàn chân phải lên cao trên đùi trong của chân trái, đưa hai tay lên hông. Cho phép đầu gối phải đưa về phía trước nhiều nhất có thể trong khi vẫn giữ cho xương hông phía trước vuông vức để không có sự xoay ở khung chậu. Đảm bảo bàn chân đứng tiếp tục hướng thẳng về phía trước và ấn bàn chân phải và đùi trong trái vào nhau. Để ý thấy hông phải được nâng lên cao hơn hông trái, làm ngắn lại vòng eo bên phải; hạ xương ngồi bên phải về phía gót chân trái. Quan sát cách cơ thể bù trừ: đùi trái chìa về phía trước, và hông ngoài trái nhô ra. Để sửa, ấn xương đùi trái về phía sau và siết chặt hông ngoài trái vào đường giữa. Giữ khung chậu vuông góc với bức tường bạn đang đối diện, cẩn thận kéo đầu gối phải về phía sau để tăng cường độ xoay ngoài ở hông. Chỉ kéo đầu gối về phía sau đến mức bạn có thể giữ hông vuông vức. Nâng cánh tay lên mà không xòe các xương sườn trước. Nếu có thể giữ thẳng tay, vươn lên, chạm hai lòng bàn tay và đưa ánh nhìn về phía ngón tay cái. Giữ trong 5 đến 10 nhịp thở. Để thoát ra, thở ra để thả lỏng trở về Tadasana",
    "category": "Người mới bắt đầu",
    "target": "Nó cải thiện sự tập trung. Chuẩn bị cho cơ thể cho tất cả các tư thế đứng khác. Giúp xác định sự mất cân bằng trong cơ thể. Cải thiện tư thế. Làm dịu cơ thể và tâm trí.",
    "steps": "Đứng với hai bàn chân rộng bằng hông.\nCảm nhận bàn chân, nâng và xòe các ngón chân sau đó hạ chúng xuống và kết nối với mặt đất.\nNâng xương bánh chè, mà không khóa đầu gối ra phía sau.\nNâng cơ đùi lên và ra sau. Đùi trong hơi xoay vào trong.\nTưởng tượng làm mềm da của vùng lưng dưới và thịt mông xuống (thả xương cụt xuống thay vì gập nó vào trong) để khung chậu ở vị trí trung lập.\nKéo các cơ sàn chậu lại với nhau và kéo bụng của bạn hơi vào và lên để kích hoạt Mula Bandha (các cơ sàn chậu) và Uddiyana Bandha (các cơ bụng lên đến cơ hoành).\nMở ngực, đỉnh xương ức nâng lên về phía trần nhà. Giữ các xương sườn mềm mại.\nMở rộng xương đòn, ấn chắc xương bả vai vào lưng.\nTai qua vai, đỉnh đầu nâng lên.\nThả lỏng khuôn mặt, đặc biệt là mắt và quai hàm.",
    "youtube_link": "https://www.youtube.com/watch?v=9eNMoDT2I-k"
  },
  {
    "sanskrit_name": "Sirsasana",
    "english_name": "Tư thế Trồng chuối",
    "description": "Tư thế asana này được thực hành bằng cách giữ thăng bằng trên đầu, cánh tay và khuỷu tay. Tư thế này còn được gọi là “vua của tất cả các asana”. Khi ở tư thế Trồng chuối, oxy và chất dinh dưỡng chảy đến mặt, làm tăng lưu lượng máu đến đầu. Asana này tốt cho việc giải độc tuyến thượng thận, giảm căng thẳng và xây dựng cơ bụng.",
    "time": "1 phút",
    "image": "https://images.indianexpress.com/2020/04/headstand-1200.jpg",
    "benefits": "Làm dịu não và giúp giảm căng thẳng và trầm cảm nhẹ. Kích thích tuyến yên và tuyến tùng. Tăng cường sức mạnh cho cánh tay, chân và cột sống. Tăng cường sức mạnh cho phổi. Làm săn chắc các cơ quan vùng bụng. Cải thiện tiêu hóa. Giúp giảm các triệu chứng mãn kinh. Trị liệu cho bệnh hen suyễn, vô sinh, mất ngủ và viêm xoang",
    "variations": "Kiểm tra vị trí của cổ tay trong trong tư thế. Chúng có xu hướng rơi ra ngoài, chuyển trọng lượng lên cẳng tay ngoài. Xoay các ngón tay út ra xa khỏi sau đầu bạn, và đưa cổ tay trong vuông góc với sàn. Khi bạn siết chặt cánh tay trên ngoài vào trong, hãy ấn cổ tay một cách chủ động xuống sàn.",
    "category": "Nâng cao",
    "target": "Nó cải thiện sự tập trung.",
    "steps": "Ngồi trong Vajrasana, và cúi người về phía trước với cẳng tay gập đặt trên mặt đất với các ngón tay đan vào nhau.\nĐầu và tay đặt trên sàn và tạo thành một hình tam giác.\nĐặt đỉnh đầu giữa các ngón tay đan vào nhau.\nTừ từ, giữ thăng bằng đầu trên các ngón tay.\nNhấn đầu gối và mông lên khỏi sàn và duỗi thẳng chúng.\nTừ từ bước chân về phía thân người.\nBây giờ, chuẩn bị nhấc mình lên khỏi sàn - gập đầu gối, giữ gót chân gần mông, và từ từ duỗi thẳng hông sao cho đùi vuông góc với sàn.\nTừ từ duỗi thẳng đầu gối và bắp chân cho đến khi toàn bộ cơ thể thẳng đứng – một đường thẳng với bàn chân thả lỏng.\nGiữ thăng bằng cơ thể và duy trì tư thế này trong vài giây hoặc miễn là bạn cảm thấy thoải mái. Những người tập yoga nâng cao có thể bắt đầu với một phút và sau đó tăng dần lên ít nhất năm phút.\nTập trung sự chú ý vào hơi thở và vùng đầu.\nKhi trở lại, hãy làm theo các bước theo thứ tự ngược lại.\nTừ từ, gập chân và đưa đùi trở lại vị trí vuông góc.\nTừ từ, thả chân xuống đất.\nĐể lấy lại thăng bằng từ tư thế lộn ngược, hãy ngồi trong Shishuasana (Tư thế Em bé) trong một thời gian.\nNhả vị trí tay, và ngồi trong Vajrasana.\nNghỉ ngơi vài phút trong Savasana (Tư thế Xác chết).",
    "youtube_link": "https://www.youtube.com/watch?v=ttHx2_PWsTQ"
  },
  {
    "sanskrit_name": "Vrksasana",
    "english_name": "Tư thế Cái cây",
    "description": "Tư thế Cái cây là một tư thế thăng bằng đứng tuyệt vời cho người mới bắt đầu để rèn luyện sự tập trung và rõ ràng, và học cách thở trong khi đứng và giữ cơ thể thăng bằng trên một chân. Nó mô phỏng tư thế đứng vững chắc của một cái cây.",
    "time": "1.5 phút",
    "image": "https://freedomgenesis.com/wp-content/uploads/2019/11/young-woman-in-white-pants-doing-tree-pose.jpg?x59136",
    "benefits": "Nó tác động đến các nhóm cơ chính và cải thiện sự tập trung. Đây là tư thế bắt đầu cho tất cả các tư thế asana khác. Đứng với gót chân hơi tách ra và treo hai tay dọc theo thân mình.",
    "variations": "Bạn có thể đứng dựa lưng vào tường nếu cảm thấy không vững trong tư thế này.",
    "category": "Người mới bắt đầu",
    "target": "Nó cải thiện sự tập trung.",
    "steps": "Từ Tadasana, gập đầu gối phải và đặt bàn chân phải lên cao trên đùi trong của chân trái, đưa hai tay lên hông\nCho phép đầu gối phải đưa về phía trước nhiều nhất có thể trong khi vẫn giữ cho xương hông phía trước vuông vức để không có sự xoay ở khung chậu\nĐảm bảo bàn chân đứng tiếp tục hướng thẳng về phía trước và ấn bàn chân phải và đùi trong trái vào nhau\nĐể ý thấy hông phải được nâng lên cao hơn hông trái, làm ngắn lại vòng eo bên phải; hạ xương ngồi bên phải về phía gót chân trái\nQuan sát cách cơ thể bù trừ: đùi trái chìa về phía trước, và hông ngoài trái nhô ra\nĐể sửa, ấn xương đùi trái về phía sau và siết chặt hông ngoài trái vào đường giữa\nGiữ khung chậu vuông góc với bức tường bạn đang đối diện, cẩn thận kéo đầu gối phải về phía sau để tăng cường độ xoay ngoài ở hông\nChỉ kéo đầu gối về phía sau đến mức bạn có thể giữ hông vuông vức\nNâng cánh tay lên mà không xòe các xương sườn trước\nNếu có thể giữ thẳng tay, vươn lên, chạm hai lòng bàn tay và đưa ánh nhìn về phía ngón tay cái\nGiữ trong 5 đến 10 nhịp thở\nĐể thoát ra, sử dụng một hơi thở ra để thả lỏng trở về Tadasana",
    "youtube_link": "https://www.youtube.com/watch?v=NKhkIS0bwSU"
  },
  {
    "sanskrit_name": "Balasana",
    "english_name": "Tư thế Em bé",
    "description": "Hãy nghỉ ngơi. Balasana là một tư thế thư giãn có thể được thực hiện xen kẽ giữa các asana đầy thử thách hơn.",
    "time": "1.5 phút",
    "image": "https://imgk.timesnownews.com/story/balasana.gif?tr=w-1200,h-900",
    "benefits": "Kéo giãn nhẹ nhàng hông, đùi và mắt cá chân. Làm dịu não và giúp giảm căng thẳng và mệt mỏi. Giảm đau lưng và cổ khi được thực hiện với đầu và thân người được hỗ trợ",
    "variations": "Để tăng chiều dài của thân người, hãy duỗi cánh tay của bạn về phía trước. Nâng mông của bạn lên khỏi gót chân một chút. Vươn cánh tay dài hơn trong khi bạn kéo xương bả vai xuống lưng. Sau đó, không di chuyển tay, ngồi mông xuống gót chân một lần nữa.",
    "category": "Người mới bắt đầu",
    "target": "Làm dịu não và giúp giảm căng thẳng và mệt mỏi",
    "steps": "Quỳ trên tay và đầu gối trên thảm.\nMở rộng đầu gối rộng bằng thảm của bạn, giữ mu bàn chân trên sàn với các ngón chân cái chạm vào nhau.\nĐưa bụng của bạn nghỉ ngơi giữa hai đùi và đặt trán xuống sàn. Thả lỏng vai, quai hàm và mắt. Nếu không thoải mái khi đặt trán trên sàn, hãy đặt nó lên một khối gỗ hoặc hai nắm tay chồng lên nhau. Có một điểm năng lượng ở trung tâm trán giữa hai lông mày kích thích dây thần kinh phế vị và hỗ trợ một phản ứng. Tìm một vị trí thoải mái cho trán là chìa khóa để đạt được lợi ích làm dịu này.\nCó một số biến thể tay có thể thực hiện. Bạn có thể duỗi cánh tay về phía trước với lòng bàn tay hướng xuống sàn hoặc đưa cánh tay về phía sau dọc theo đùi với lòng bàn tay hướng lên trên. Đây là những biến thể phổ biến nhất. Nhưng bạn cũng có thể duỗi cánh tay về phía trước với lòng bàn tay hướng lên để giải phóng vai hoặc thử gập khuỷu tay sao cho lòng bàn tay chạm vào nhau và đặt ngón tay cái ở sau gáy. Ở vị trí này, hãy đưa khuỷu tay về phía trước.\nHãy làm bất cứ cách nào cảm thấy thoải mái hơn với bạn. Nếu bạn đã thực hiện nhiều động tác vai, cách thứ hai sẽ cảm thấy rất tuyệt.\nHãy ở lại bao lâu tùy thích, cuối cùng kết nối lại với hơi thở vào và ra đều đặn của bạn.",
    "youtube_link": "https://www.youtube.com/watch?v=2MJGg-dUKh0"
  },
  {
    "sanskrit_name": "Navasana",
    "english_name": "Tư thế Con thuyền",
    "description": "Bạn có thể đã nghe nói rằng Paripurna Navasana (Tư thế Con thuyền Hoàn toàn) xây dựng sức mạnh cốt lõi. Nhưng trong yoga, \"cốt lõi\" đề cập đến nhiều thứ hơn là chỉ cơ bụng. B.K.S. Iyengar nói rằng việc luyện tập dẫn dắt bạn vào một hành trình hướng nội từ chu vi cơ thể đến cốt lõi bên trong của bạn. Với Navasana, bạn sẽ xây dựng cơ bụng khỏe mạnh có thể giúp hỗ trợ lưng dưới của bạn.",
    "time": "1.5 phút",
    "image": "https://d1zxene68j3keg.cloudfront.net/sites/default/files/half%20Boat%20Pose.jpg",
    "benefits": "Tư thế Con thuyền xây dựng sức mạnh bụng và cốt lõi. Ngoài các cơ bụng, nó còn tác động đến các cơ gập hông sâu. Những cơ này trở nên yếu đi khi bạn ngồi quá nhiều. Nó cũng sẽ giúp bạn xây dựng sự cân bằng.",
    "variations": "Bạn có thể giữ mặt sau của đùi bằng tay nếu điều đó giúp bạn giữ cột sống thẳng. Đừng vội vàng duỗi thẳng chân. Giữ lưng thẳng và cách xa sàn quan trọng hơn. Tuy nhiên, bạn có thể sử dụng một dây đeo vòng dưới lòng bàn chân. Giữ các đầu dây đeo bằng tay trong khi bạn nâng chân lên và ấn vào dây đeo bằng bàn chân gập của mình, giữ thăng bằng.",
    "category": "Người mới bắt đầu",
    "target": "Xây dựng sức mạnh bụng và cốt lõi.",
    "steps": "Bắt đầu ở tư thế ngồi với đầu gối cong và bàn chân đặt phẳng trên sàn.\nNhấc chân của bạn lên khỏi sàn. Giữ đầu gối cong lúc đầu. Đưa ống chân song song với sàn. Đây là tư thế con thuyền nửa người.\nThân người của bạn sẽ tự nhiên ngả về phía sau, nhưng đừng để cột sống cong tròn.\nDuỗi thẳng chân của bạn một góc 45 độ nếu bạn có thể làm như vậy mà không làm mất đi sự vững chắc của phần thân trên. Bạn muốn giữ thân người càng thẳng đứng càng tốt để nó tạo thành hình chữ V với đôi chân.\nLăn vai của bạn về phía sau và duỗi thẳng cánh tay của bạn gần như song song với sàn với lòng bàn tay hướng lên.\nCố gắng hết sức để giữ thăng bằng trên xương ngồi, nhưng việc bạn hơi ngả về phía sau chúng là bình thường. Tập trung nâng ngực của bạn lên để hỗ trợ sự cân bằng.\nGiữ ít nhất năm nhịp thở.\nThả chân ra khi thở ra. Sau đó hít vào và ngồi dậy.",
    "youtube_link": "https://www.youtube.com/watch?v=8KsyQvwi85Q"
  },
  {
    "sanskrit_name": "Urdhva Hastasana",
    "english_name": "Tư thế Chào lên",
    "description": "Tư thế Chào lên kéo giãn toàn bộ mặt trước của cơ thể, từ mặt trước của chân, qua bụng, ngực, và tất cả các đường lên đến nách và vai. Nó cũng giúp tăng cường cơ lưng, điều này sẽ giúp cho các tư thế uốn cong lưng sau này dễ dàng hơn. Đây là một tư thế \"mở rộng tim\" cổ điển, được cho là giúp phát triển cảm giác cởi mở và lòng trắc ẩn với người khác và một tư thế tràn đầy năng lượng, thu hút hơn.",
    "time": "1 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/Urdvha-Hastasana-for-Pose-Page-1200x800.jpeg",
    "benefits": "Nó giúp tăng cường cơ lưng, điều này sẽ giúp cho các tư thế uốn cong lưng sau này dễ dàng hơn. Cải thiện tiêu hóa. Kéo giãn vai và nách. Giúp giảm lo lắng nhẹ",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Giúp giảm căng thẳng & lo lắng nhẹ. Cải thiện tiêu hóa",
    "steps": "Đứng trong Tadasana. Xoay cánh tay của bạn ra ngoài (hoặc sang bên) để lòng bàn tay hướng ra xa thân mình và ngón tay cái chỉ về phía sau. Hít vào, đưa hai tay ra hai bên và lên trên về phía trần nhà.\nNếu bạn bị căng ở vai, hãy dừng lại khi cánh tay của bạn xấp xỉ song song với nhau. Nhưng nếu có thể mà không gù vai về phía trước, hãy ấn chặt hai lòng bàn tay vào nhau bằng cách, chạm gốc lòng bàn tay trước, sau đó là chính các lòng bàn tay, và cuối cùng là các ngón tay.\nDuỗi thẳng hoàn toàn khuỷu tay và vươn lên qua các ngón tay út của bạn để ngón tay cái của bạn hơi quay xuống về phía đỉnh đầu. Đảm bảo không nén vào sau gáy, ngửa đầu ra sau một chút và nhìn vào ngón tay cái của bạn.\nĐừng để các xương sườn dưới phía trước nhô ra phía trước. Đưa xương sườn trước của bạn xuống (về phía xương chậu) và vào trong (về phía cột sống), và kéo dài xương cụt của bạn về phía sàn. Sau đó nâng lồng ngực của bạn lên đều đặn khỏi xương chậu để kéo giãn chu vi bụng. Giữ trong một vài nhịp thở.\nThở ra và, khi bạn đưa tay ra hai bên, nghiêng thân người về phía trước từ các khớp háng để gập người vào Uttanasana (Tư thế Gập người về phía trước).",
    "youtube_link": "https://www.youtube.com/watch?v=0hVRGlraSnQ"
  },
  {
    "sanskrit_name": "Utkatasana",
    "english_name": "Tư thế Cái ghế",
    "description": "Tư thế Cái ghế là không thể thiếu để phát triển sức mạnh và sự ổn định ở các cơ tứ đầu đùi ở mặt trước của chân, cũng như các cơ mông. Các vấn đề về đầu gối và hông thường do thiếu sự ổn định hoặc sức mạnh ở những cơ này, và tư thế này được khuyến khích cao cho những người dễ gặp các vấn đề về khớp. Tư thế này kích hoạt mạnh mẽ các cơ lớn nhất của cơ thể, vì vậy nó đòi hỏi rất nhiều năng lượng và thường dẫn đến nhịp tim tăng lên. Điều này làm cho nó trở thành một trong những tư thế yoga tốt nhất cho hệ tim mạch, mặc dù những người bị tăng huyết áp hoặc các vấn đề về tim nên tiếp cận một cách thận trọng.",
    "time": "15 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/Chair-Pose-2-for-Pose-Page-1200x800.jpeg",
    "benefits": "Tăng cường sức mạnh cho mắt cá chân, đùi, bắp chân và cột sống. Kéo giãn vai và ngực. Kích thích các cơ quan vùng bụng, cơ hoành và tim. Giảm bàn chân bẹt",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Kích thích cơ hoành và tim.",
    "steps": "Đứng trong Tadasana. Hít vào và nâng cánh tay của bạn vuông góc với sàn. Hoặc giữ cánh tay song song, lòng bàn tay hướng vào trong, hoặc chắp hai lòng bàn tay lại.\nThở ra và gập đầu gối của bạn, cố gắng đưa đùi gần như song song với sàn nhất có thể. Đầu gối sẽ nhô ra phía trước bàn chân, và thân người sẽ hơi nghiêng về phía trước trên đùi cho đến khi thân trước tạo thành một góc vuông xấp xỉ với phần trên của đùi. Giữ đùi trong song song với nhau và ấn đầu xương đùi xuống về phía gót chân.\nSiết chặt xương bả vai của bạn vào lưng. Đưa xương cụt của bạn xuống sàn và vào trong về phía xương mu để giữ cho lưng dưới dài.\nGiữ trong 30 giây đến một phút. Để thoát khỏi tư thế này, duỗi thẳng đầu gối của bạn với một hơi hít vào, nâng mạnh qua cánh tay. Thở ra và thả cánh tay xuống hai bên vào Tadasana.",
    "youtube_link": "https://www.youtube.com/watch?v=SWXIx5Sy4Qw"
  },
  {
    "sanskrit_name": "Garudasana",
    "english_name": "Tư thế Đại bàng",
    "description": "Tư thế Đại bàng trông giống như ý tưởng định kiến của bạn về một tư thế yoga điên rồ, xoắn lại như một cái bánh quy, nhưng nó không quá khó nếu bạn phân tích nó. Đó là một thử thách về thăng bằng, nhưng vì các chi được kéo vào cơ thể và đầu gối gập có nghĩa là trọng tâm thấp, Tư thế Đại bàng ít bấp bênh hơn hầu hết các tư thế mà bạn đứng trên một chân. Nó cũng tác động đến các cơ mông và đùi trong khó tiếp cận. Ngoài ra, tư thế này là một động tác kéo giãn vai tuyệt vời.",
    "time": "15 phút",
    "image": "https://www.verywellfit.com/thmb/ZnXT9bV8qqcx5hu81F4YYCxQoh8=/1500x1000/filters:fill(FFDB5D,1)/Verywell-8-3567220-EaglePose-764-5c54b31346e0fb000152e74f.jpg",
    "benefits": "Tư thế Đại bàng đứng tăng cường sức mạnh cho bắp chân, mắt cá chân, đùi và hông của bạn khi bạn xây dựng sự cân bằng và sức mạnh cốt lõi. Nó giúp bạn phát triển khả năng tập trung tốt hơn. Một số người thấy nó có lợi cho chứng đau lưng dưới hoặc đau thần kinh tọa. Tư thế Đại bàng thực sự là một liều thuốc giải cho sự căng vai bạn cảm thấy khi công việc khiến bạn ngồi máy tính trong nhiều giờ. Bạn có thể thực hiện tư thế cánh tay đại bàng vài lần một ngày khi ngồi như một phần của thói quen yoga tại bàn để tháo gỡ sự căng cứng ở vai hoặc ngay sau khi khởi động yoga.",
    "variations": "Nếu bạn gặp khó khăn khi giữ thăng bằng trên một chân, hãy tựa mông vào tường. Nếu bạn không thể móc bàn chân đã nâng lên quanh bắp chân, hãy đặt một khối gỗ dưới bàn chân thay thế. Bạn cũng có thể sử dụng bàn chân đó làm điểm chống bằng cách đặt các ngón chân lên sàn. Điều này cũng có thể giúp bạn giữ thẳng người. Tư thế này có thể được thực hiện trên ghế.",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh cho bắp chân, mắt cá chân, đùi và hông.",
    "steps": "Chuyển trọng lượng của bạn vào chân trái.\nNhấc bàn chân phải của bạn lên khỏi sàn.\nBắt chéo đùi phải của bạn qua đùi trái càng cao lên đùi càng tốt.\nMóc bàn chân phải của bạn quanh bắp chân trái.\nĐưa cả hai cánh tay ra trước mặt bạn và song song với sàn.\nGập cánh tay của bạn và bắt chéo cánh tay trái qua phải, móc vào khuỷu tay. Với cánh tay đã móc, kéo cẳng tay của bạn lại với nhau và quấn lòng bàn tay phải quanh lòng bàn tay trái, bắt chéo ở cổ tay. (Bên chân nào ở trên, thì cánh tay đối diện nên ở trên.)\nNâng khuỷu tay lên ngang vai trong khi giữ vai trượt xuống xa tai.\nGiữ cột sống của bạn vuông góc với sàn và đỉnh đầu vươn lên.\nGiữ trong 5 đến 10 nhịp thở.\nLặp lại ở phía bên kia.",
    "youtube_link": "https://www.youtube.com/watch?v=9wwtGegsD4E"
  },
  {
    "sanskrit_name": "Anjaneyasana",
    "english_name": "Tư thế Lunge Thấp",
    "description": "Tư thế Asana này mở ra phần giữa của cơ thể, phổi và tim. Nó cũng tạo ra hơi ấm trong cơ thể và hoạt động cực kỳ hiệu quả cho những người thấy khó thích nghi với thời tiết lạnh. Việc mở rộng phổi đẩy hết tất cả chất nhầy ra ngoài, rửa sạch phổi. Để thực hành Tư thế này, bạn cần có cảm giác thăng bằng tốt, và hông, háng và chân của bạn phải linh hoạt. Asana này một lần nữa là một trong những tư thế trông quyến rũ, có vẻ dễ dàng, nhưng lại khá thử thách. Tư thế này giúp kéo giãn gân kheo, háng, cơ tứ đầu đùi và hông một cách tốt, đồng thời cho phép một phạm vi chuyển động hoàn toàn ở phần dưới cơ thể. Tư thế này lý tưởng cho dân xe đạp và người chạy bộ và mang lại lợi ích sâu sắc cho những người làm công việc bàn giấy.",
    "time": "15 phút",
    "image": "https://www.yogateket.com/image/original/DSC_9006.jpg",
    "benefits": "Anjaneyasana làm cho các cơ mông và cơ tứ đầu đùi khỏe hơn. Nó giúp kéo giãn hông và cơ gập hông một cách tốt. Nó mở ra vai, phổi và ngực của bạn. Tư thế Lunge Thấp giúp bạn cải thiện khả năng thăng bằng. Tăng khả năng tập trung và cũng xây dựng nhận thức cốt lõi. Anjaneyasana giúp giảm đau thần kinh tọa. Tư thế Lunge Thấp kích thích các cơ quan tiêu hóa và sinh sản. Nếu bạn thực hành asana này thường xuyên, cơ thể của bạn sẽ được săn chắc và tràn đầy năng lượng.",
    "variations": "Nếu bạn gặp khó khăn khi giữ thăng bằng trên một chân, hãy tựa mông vào tường. Nếu bạn không thể móc bàn chân đã nâng lên quanh bắp chân, hãy đặt một khối gỗ dưới bàn chân thay thế. Bạn cũng có thể sử dụng bàn chân đó làm điểm chống bằng cách đặt các ngón chân lên sàn. Điều này cũng có thể giúp bạn giữ thẳng người. Tư thế này có thể được thực hiện trên ghế.",
    "category": "Trung cấp",
    "target": "Nó mở ra vai, phổi và ngực của bạn.",
    "steps": "Bắt đầu tư thế bằng cách vào tư thế Adho Mukha Svanasana. Khi bạn hoàn toàn trong tư thế, thở ra và giữ bàn chân phải hướng về phía trước bên cạnh tay phải của bạn.\nLưu ý rằng đầu gối phải và mắt cá chân của bạn nằm trên một đường thẳng.\nBây giờ từ từ hạ đầu gối trái xuống và đặt nó trên mặt đất hoặc sàn, ngay phía sau hông.\nHít vào, và nâng thân người lên; sau đó nâng cánh tay của bạn lên trên đầu, theo cách mà bắp tay chạm vào tai của bạn, và chắp hai lòng bàn tay lại và thực hiện cử chỉ Namaskar.\nThở Ra. Để hông của bạn thư giãn và đưa về phía trước, chỉ định rằng bạn đang cảm thấy một sự kéo giãn tốt ở vùng trước của chân và do đó là các cơ gập hông.\nGiữ xương cụt của bạn hướng xuống sàn. Kéo giãn lưng dưới khi bạn có sự tương tác với cột sống. Duỗi cánh tay thêm về phía sau để tim của bạn được đẩy lên. Nhìn về phía sau khi bạn tiến vào trò chơi nhào lộn nhẹ nhàng.\nGiữ nguyên tư thế trong 15 đến 30 giây. Bạn cũng có thể nâng đầu gối của chân sau lên khỏi sàn để thực hiện tư thế Crescent đầy đủ.\nĐể giải phóng tư thế, đặt tay trở lại sàn và trở lại Adho Mukha Svanasana. Lặp lại quy trình tương tự với chân đối diện của bạn.",
    "youtube_link": "https://www.youtube.com/watch?v=SrlUKY0rt0c"
  },
  {
    "sanskrit_name": "Setu Bandha Sarvangasana",
    "english_name": "Tư thế Cây cầu",
    "description": "Tư thế Asana này mở ra phần giữa của cơ thể, phổi và tim. Nó cũng phát triển hơi ấm trong cơ thể và hoạt động cực kỳ hiệu quả cho những người thấy khó thích nghi với thời tiết lạnh. Việc mở rộng phổi đẩy hết tất cả chất nhầy ra ngoài, rửa sạch phổi. Để thực hành Tư thế này, bạn cần có cảm giác thăng bằng tốt, và hông, háng và chân của bạn phải linh hoạt. Asana này một lần nữa là một trong những tư thế trông quyến rũ, có vẻ dễ dàng, nhưng lại khá thử thách. Tư thế này giúp kéo giãn gân kheo, háng, cơ tứ đầu đùi và hông một cách tốt, đồng thời cho phép một phạm vi chuyển động hoàn toàn ở phần dưới cơ thể. Tư thế này lý tưởng cho dân xe đạp và người chạy bộ và mang lại lợi ích sâu sắc cho những người làm công việc bàn giấy.",
    "time": "15 phút",
    "image": "https://imgk.timesnownews.com/story/bridge-pose.gif?tr=w-1200,h-900",
    "benefits": "Anjaneyasana làm cho các cơ mông và cơ tứ đầu đùi khỏe hơn. Nó giúp kéo giãn hông và cơ gập hông một cách tốt. Nó mở ra vai, phổi và ngực của bạn. Tư thế Lunge Thấp giúp bạn cải thiện khả năng thăng bằng. Tăng khả năng tập trung và cũng xây dựng nhận thức cốt lõi. Anjaneyasana giúp giảm đau thần kinh tọa. Tư thế Lunge Thấp kích thích các cơ quan tiêu hóa và sinh sản. Nếu bạn thực hành asana này thường xuyên, cơ thể của bạn sẽ được săn chắc và tràn đầy năng lượng.",
    "variations": "Khi thở ra, nâng đầu gối phải vào thân người, sau đó hít vào và duỗi chân vuông góc với sàn. Giữ trong 30 giây, sau đó thả bàn chân xuống sàn một lần nữa khi thở ra. Cố định bàn chân một lần nữa và lặp lại với chân trái trong cùng khoảng thời gian.",
    "category": "Trung cấp",
    "target": "Nó mở ra vai, phổi và ngực của bạn.",
    "steps": "Nằm ngửa trên sàn, và nếu cần, đặt một tấm chăn gấp dày dưới vai để bảo vệ cổ của bạn. Gập đầu gối và đặt bàn chân trên sàn, gót chân càng gần xương ngồi càng tốt.\nThở ra và, ấn mạnh bàn chân trong và cánh tay xuống sàn, đẩy xương cụt của bạn lên trên về phía xương mu, siết chặt (nhưng không cứng) mông, và nâng mông lên khỏi sàn. Giữ đùi và bàn chân trong song song. Nắm chặt hai tay dưới xương chậu của bạn và duỗi thẳng qua cánh tay để giúp bạn giữ trên đỉnh vai.\nNâng mông của bạn lên cho đến khi đùi gần như song song với sàn. Giữ đầu gối của bạn trực tiếp trên gót chân, nhưng đẩy chúng về phía trước, ra xa hông, và kéo dài xương cụt về phía sau đầu gối. Nâng xương mu về phía rốn.\nNâng cằm của bạn lên một chút khỏi xương ức và, siết chặt xương bả vai vào lưng, ấn đỉnh xương ức về phía cằm. Siết chặt cánh tay ngoài, mở rộng xương bả vai, và cố gắng nâng khoảng trống giữa chúng ở đáy cổ (nơi nó đang nằm trên chăn) lên vào thân người.\nGiữ tư thế từ 30 giây đến 1 phút. Giải phóng với một hơi thở ra, lăn cột sống từ từ xuống sàn.",
    "youtube_link": "https://www.youtube.com/watch?v=uezgpR1833s"
  },
  {
    "sanskrit_name": "Savasana",
    "english_name": "Tư thế Xác chết",
    "description": "Không buổi tập yoga nào hoàn chỉnh nếu không có tư thế thư giãn cuối cùng. Mặc dù Tư thế Xác chết (Savasana) là một tư thế nghỉ ngơi, nhưng nó không giống như ngủ. Bạn nên cố gắng duy trì sự hiện diện và nhận thức trong năm đến 10 phút bạn dành cho việc thư giãn cuối cùng.",
    "time": "3 phút",
    "image": "https://wp.insighttimer.com/blog/wp-content/uploads/2020/02/savasana-in-yoga.jpg",
    "benefits": "Savasana cho phép cơ thể và tâm trí của bạn có thời gian để xử lý những gì đã xảy ra trong một lớp học yoga. Nó cung cấp một sự tương phản cần thiết với nỗ lực bạn bỏ ra trong quá trình thực hành asana. Bạn cũng có thể thực hành Savasana tại nhà trước khi ngủ như một cách để làm yên tâm trí và có được giấc ngủ ngon hơn.",
    "variations": "Để nhấn mạnh cảm giác rằng cơ thể được bám rễ trong đất, hãy đặt một tấm chăn gấp lên đùi của bạn. Một khối gỗ ngay dưới rốn của bạn có tác dụng tương tự, cũng như một cái gối che mắt.\nNếu trong phòng có chút lạnh, hãy che lại trước khi vào Savasana. Sử dụng một tấm chăn yoga mở ra hoặc mặc áo len và tất của bạn. Rất khó để thư giãn khi bạn lạnh.",
    "category": "Người mới bắt đầu",
    "target": "Thư giãn",
    "steps": "Tách hai chân ra. Buông lỏng việc giữ chân thẳng để bàn chân của bạn có thể mở ra hai bên.\nĐưa cánh tay của bạn dọc theo cơ thể, nhưng hơi tách ra khỏi thân mình. Xoay lòng bàn tay hướng lên trên nhưng đừng cố giữ chúng mở. Hãy để các ngón tay cuộn vào.\nKẹp xương bả vai của bạn vào lưng để được hỗ trợ. Đây là một chuyển động tương tự như kẹp vai dưới trong Tư thế Cây cầu, nhưng ít dữ dội hơn.\nMột khi bạn đã thiết lập tay chân, hãy giải phóng mọi nỗ lực giữ chúng ở vị trí. Thả lỏng toàn bộ cơ thể, bao gồm cả khuôn mặt. Hãy để cơ thể bạn cảm thấy nặng nề.\nĐể hơi thở của bạn xảy ra một cách tự nhiên. Nếu tâm trí bạn đi lang thang, bạn có thể đưa sự chú ý vào hơi thở nhưng cố gắng chỉ để ý nó, không làm sâu hơn.\nGiữ ít nhất năm phút. Mười phút thì tốt hơn. Nếu bạn đang thực hành tại nhà, hãy đặt báo thức để bạn không bị buộc phải liên tục kiểm tra thời gian.\nĐể ra khỏi tư thế, trước tiên hãy bắt đầu làm sâu hơi thở. Sau đó bắt đầu ngọ nguậy ngón tay và ngón chân, từ từ đánh thức lại cơ thể của bạn.\nDuỗi cánh tay qua đầu để kéo giãn toàn thân từ tay đến chân.\nĐưa đầu gối vào ngực và lăn qua một bên, giữ mắt nhắm. Sử dụng cánh tay dưới làm gối trong khi bạn nghỉ ngơi ở tư thế bào thai trong một vài nhịp thở.\nSử dụng tay để hỗ trợ, đưa mình trở lại tư thế ngồi.",
    "youtube_link": "https://www.youtube.com/watch?v=dXYtWuYxWmQ"
  },
  {
    "sanskrit_name": "Pranamasana",
    "english_name": "Tư thế Cầu nguyện",
    "description": "Pranamasana hay Tư thế Cầu nguyện là tư thế bắt đầu cho Surya Namaskara hay các tư thế Chào mặt trời. Trong Pranamasana, lòng bàn tay được chắp lại trong tư thế cầu nguyện. Từ 'Pranam' có gốc tiếng Phạn và nó có nghĩa là 'bày tỏ sự tôn trọng' và asana có nghĩa là một tư thế. Do đó có tên Pranamasana. Pranamasana là một cử chỉ phổ biến được sử dụng ở Ấn Độ và nhiều nước phương đông để thể hiện sự tôn trọng và là một cách phổ biến để chào người khác, đặc biệt là người lớn tuổi, cấp trên, guru và khách. Ở Ấn Độ, từ để chào là \"Namaste\" có nghĩa là - Tôi cúi chào Bản ngã trong bạn. Bản ngã hay Jiva được cho là nằm ở trung tâm trái tim. Do đó, lòng bàn tay được đưa lại chạm vào tim của chính mình khi cúi chào và chào người khác. Cử chỉ này với bàn tay được gọi là Pranamasana.",
    "time": "20 phút",
    "image": "https://www.keralatourism.org/images/yoga/category/thumb/pranamasana---the-prayer-pose1_thumb.jpg",
    "benefits": "Pranamasana được sử dụng như hình thức chào phổ biến nhất ở Ấn Độ và nhiều nước phương đông. Nó tạo thành asana đầu tiên và cuối cùng của loạt tư thế Surya Namaskara. Nó tạo ra cảm giác thư giãn và tập trung để bắt đầu các tư thế Surya Namaskara.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Nó cải thiện sự tập trung.",
    "steps": "Đứng thẳng với hai bàn chân giữ chặt vào nhau.\nĐưa hai tay lại với nhau và lòng bàn tay chạm vào nhau ở mức ngực. Nhìn thẳng về phía trước.\nHít vào bình thường. Điều này sẽ mang lại cảm giác thư giãn.\nAsana này được thực hiện ở đầu và cuối của Chào mặt trời hoặc Surya Namaskara. Một câu thần chú cụ thể cũng được tụng trong khi nó được thực hành như một phần của Chào mặt trời. Chào mặt trời bao gồm 12 tư thế, mỗi tư thế được thực hiện khi tụng một câu thần chú cụ thể cho Thần Mặt trời.\nThần chú được tụng trong tư thế thứ 1: Om Mitraya Namaha\nThần chú được tụng trong tư thế thứ 12: Om Bhaskaraya Namaha",
    "youtube_link": "https://www.youtube.com/watch?v=aJwVvPMw69A"
  },
  {
    "sanskrit_name": "Hasta Uttasana",
    "english_name": "Tư thế Vươn tay",
    "description": "Hasta Uttanasana, cũng thường được gọi là Tư thế Vươn tay là một tư thế yoga đứng. Nó là một tư thế uốn lưng và kéo giãn. Hasta Uttanasana là tư thế yoga thứ 2 và thứ 11 trong chuỗi Surya Namaskar (Chào mặt trời). Đây là một tư thế yoga cho người mới bắt đầu. Trong khi thực hành nó như tư thế thứ 2, bạn có thể tụng câu thần chú \"Om Ravaye Namah\", và trong tư thế thứ 11, bạn nên tụng câu thần chú \"Om Arkaya Namah\".",
    "time": "1 phút",
    "image": "https://www.betterbraces.com/media/wysiwyg/yoga-poses/yoga-standing-back-bend_1.jpg",
    "benefits": "Cải thiện tiêu hóa của bạn. Kéo giãn cánh tay, cột sống, bụng và vùng ngực. Cải thiện chức năng hô hấp của bạn. Hasta Uttanasana cũng giúp giảm cân. Kéo giãn và làm săn chắc cơ bụng của bạn. Giảm mệt mỏi. Giúp ích cho vai gù. Cải thiện lưu thông máu của cơ thể. Nạp năng lượng cho toàn bộ cơ thể cho cả ngày. Tăng trí nhớ của bạn. Giảm bớt căng thẳng. Tăng cường sức mạnh cho cánh tay, chân và vai của bạn. Làm săn chắc cánh tay và đùi của bạn",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Nạp năng lượng cho toàn bộ cơ thể cho cả ngày",
    "steps": "Đứng thẳng và thở bình thường. Giữ cơ thể thẳng đứng.\nBây giờ nâng tay của bạn (để chào mặt trời) lên trên đầu trong khi hít vào sâu.\nBây giờ gập thân người và đầu ra sau một chút để tạo ra một đường cong nhẹ. Hãy nhớ, không gập đầu gối hoặc khuỷu tay.\nBước 3 nên được thực hiện cùng một lúc. Bây giờ duỗi cánh tay lên và ra sau.\nGiữ tư thế này trong 10-15 giây. Hạ tay xuống trong khi thở ra, để trở lại vị trí bắt đầu.",
    "youtube_link": "https://www.youtube.com/watch?v=kQuRvneuIYg"
  },
  {
    "sanskrit_name": "Hasta Padasana",
    "english_name": "Tư thế Gập người về trước",
    "description": "Hastapadasana bắt nguồn từ tiếng Phạn, từ hasta có nghĩa là tay, padah có nghĩa là chân và asana có nghĩa là tư thế hoặc dáng. Nó còn được gọi là tư thế gập người về trước đứng hoặc tư thế tay tới chân. Asana này đòi hỏi mức độ tập trung cao.",
    "time": "1 phút",
    "image": "https://fitsri.com/wp-content/uploads/2020/07/Padahastasana-hand-to-foot-pose.jpg",
    "benefits": "Nó mang lại sức mạnh cho các cơ lưng của bạn. Nó giúp giảm cân. Nó tốt cho rụng tóc. Nó tốt cho hệ thần kinh vì nó làm tăng nguồn cung cấp máu. Tất cả các rối loạn của bụng và hệ tiêu hóa có thể được chữa khỏi bằng cách thực hành asana này hàng ngày. Nó làm cho xương sống linh hoạt. Nó làm giảm các vấn đề kinh nguyệt ở phụ nữ.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Nó làm cho xương sống linh hoạt.",
    "steps": "Đứng thẳng với hai bàn chân chụm vào nhau và hai tay đặt dọc theo cơ thể sao cho trọng lượng chia đều trên cả hai bàn chân.\nBây giờ trong khi hít vào, duỗi cánh tay của bạn qua đầu.\nBây giờ trong khi thở ra, cúi người một chút về phía trước về phía bàn chân và đặt tay lên bàn chân của bạn.\nSau đó, duỗi cánh tay và cột sống để cúi sâu hơn và đặt tay lên sàn hoặc bên cạnh bàn chân của bạn. Chân và cột sống phải giữ thẳng.\nGiữ nguyên tư thế này bao lâu tùy theo sự thoải mái của bạn trong khi thở sâu.\nBây giờ trong khi hít vào, từ từ trở lại tư thế đứng với cánh tay giơ qua đầu.\nCuối cùng hạ tay xuống trong khi thở ra.",
    "youtube_link": "https://www.youtube.com/watch?v=SnoFGPZTjs0"
  },
  {
    "sanskrit_name": "Ashwa Sanchalanasana",
    "english_name": "Tư thế Kỵ mã",
    "description": "Ashwa Sanchalanasana được gọi là Tư thế Kỵ mã là một tư thế lunge thấp và thuộc thể loại tư thế thăng bằng. Tên tiếng Phạn Ashwa Sanchalanasana bắt nguồn từ ba từ. Ashwa có nghĩa là Ngựa, Sanchalana có nghĩa là chuyển động và Asana có nghĩa là Tư thế. Asana này được thực hành ở vị trí thứ 4 và thứ 9 trong chuỗi Suryanamaskar. Thực hành asana này kích thích các cơ quan vùng bụng. Cùng với đó có một số lợi ích khác của Ashwa Sanchalanasana. Hãy bắt đầu bằng cách biết các bước để thực hành Ashwa Sanchalanasana.",
    "time": "1 phút",
    "image": "https://fitsri.com/wp-content/uploads/2020/07/ashwa-sanchalanasana-equestrian-pose.jpg",
    "benefits": "Nó làm săn chắc các cơ quan vùng bụng. Nó mang lại sự linh hoạt cho các cơ chân trong khi kéo giãn. Nó mang lại cảm giác cân bằng thần kinh.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Nó làm săn chắc các cơ quan vùng bụng.",
    "steps": "Ashwa Sanchalanasana được thực hiện ngay sau tư thế Padahastasana trong Surya Namaskara. Vì vậy Padahastasana là tư thế bắt đầu cho Ashwa Sanchalanasana.\nTừ vị trí này, đưa chân trái ra xa về phía sau nhất có thể. Trong quá trình này, gập đầu gối phải mà không thay đổi vị trí của nó. Hít vào trong khi duỗi chân trái về phía sau.\nGiữ tay thẳng với các ngón tay chạm sàn. Uốn cong lưng và ngửa đầu ra sau một chút. Nhìn thẳng về phía trước.\nKhi được thực hiện như một phần của Surya Namaskara (bài tập Chào mặt trời), một câu thần chú có thể được tụng trong khi thực hiện asana này. Ashwa Sanchalanasana được thực hiện như tư thế thứ 4 và thứ 9. Câu thần chú cần tụng được đưa ra dưới đây: Trong tư thế thứ 9, hãy tụng \"Om Adityaya Namaha\". Nó có nghĩa là cúi chào con trai của Aditi.\nTrong tư thế thứ 4, hãy tụng \"Om Bhanave Namaha\". Nó có nghĩa là cúi chào người tỏa sáng.",
    "youtube_link": "https://www.youtube.com/watch?v=1iJPpSfoUrQ"
  },
  {
    "sanskrit_name": "Dandasana",
    "english_name": "Tư thế Cây gậy",
    "description": "Tư thế Cây gậy (Dandasana) cung cấp cho bạn sự căn chỉnh cơ bản được sử dụng cho hầu hết các tư thế yoga ngồi khác. Hãy coi nó như phiên bản ngồi của Tư thế Ngọn núi (Tadasana), là cơ sở cho các tư thế đứng. Phần quan trọng nhất của tư thế này là tìm cột sống của bạn ở một vị trí thẳng đứng và bền vững. Điều này có thể có nghĩa là ngồi lên một hoặc hai tấm chăn. Trong một buổi tập yoga điển hình, Tư thế Cây gậy dẫn đến một tư thế gập người về phía trước.",
    "time": "10 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/6827412641230815144_IMG_8568-2-1-1200x800.jpg",
    "benefits": "Tư thế Cây gậy kéo giãn gân kheo và bắp chân và cải thiện nhận thức về cột sống. Nếu bạn chạy hoặc chơi các môn thể thao có nhiều chạy, rất có thể bạn bị căng gân kheo và bắp chân. Tư thế này có thể giúp khôi phục một số sự linh hoạt và nó có thể giúp bạn cải thiện tư thế. Nó cũng là một tư thế có thể giúp ích khi bạn cảm thấy đau thần kinh tọa, mặc dù bạn nên tránh thực hiện theo sau nó bằng Tư thế Gập người về phía trước.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Cải thiện nhận thức về cột sống.",
    "steps": "Ngồi với hai chân duỗi thẳng trước mặt bạn.\nBạn muốn ngồi trên xương ngồi càng nhiều càng tốt. Để làm được điều đó, hãy nắm lấy phần thịt của mỗi bên mông và di chuyển nó ra khỏi đường đi. Điều này mang lại cảm giác vững chãi hơn nhiều.\nKích hoạt cơ đùi của bạn và gập cả hai bàn chân. Gót chân của bạn có thể nhấc lên khỏi sàn, nhưng hãy cố gắng hết sức để giữ chúng bám rễ trên thảm để tăng sự tham gia. Gập đầu gối nếu cần.\nXếp vai thẳng hàng ngay trên hông. Thả lỏng vai ra xa tai.\nPhiên bản lý tưởng của tư thế có cánh tay thẳng và lòng bàn tay đặt phẳng trên sàn ở hai bên hông để hỗ trợ cột sống của bạn. Tuy nhiên, chiều dài cánh tay khác nhau nên có một số quyền tự do để hơi gập khuỷu tay hoặc thay đổi vị trí đặt lòng bàn tay.\nHít vào để kéo dài cột sống của bạn.\nCố gắng giữ trong năm hơi thở sâu với hai chân hoàn toàn hoạt động.",
    "youtube_link": "https://www.youtube.com/watch?v=g9zt9Vx6WBo"
  },
  {
    "sanskrit_name": "Ashtanga Namaskara",
    "english_name": "Tư thế Tám điểm chạm",
    "description": "Tư thế Tám điểm chạm (Ashtanga Namaskara) thường được dạy như một sự thay thế cho người mới bắt đầu so với Chaturanga Dandasana trong chuỗi chào mặt trời. Bạn nằm sấp với lưng cong và cằm, ngực, tay, đầu gối và bàn chân chạm thảm. Đó là một cách tuyệt vời cho người mới bắt đầu để rèn luyện xây dựng sức mạnh cánh tay cần thiết cho Chaturanga Dandasana. Nó cũng hoạt động như một bài khởi động cho các tư thế uốn lưng mà bạn có thể sẽ thực hiện sau này trong buổi tập của mình. Trong chuỗi chào mặt trời, nó là tư thế thứ sáu. Tư thế này cũng có nhiều điều để cung cấp cho những học viên yoga nâng cao hơn.",
    "time": "10 phút",
    "image": "https://www.adiyogam.com/wp-content/uploads/2020/09/Ashtanga-Namaskara-1536x1023.jpg",
    "benefits": "Tư thế này cải thiện khả năng vận động của lưng và tăng sức mạnh cánh tay trong khi mở rộng ngực. Nó giống như một nửa động tác chống đẩy, vì vậy nó giúp xây dựng các cơ cần thiết để thực hiện Chaturanga một cách an toàn. Tư thế này chuẩn bị cho bạn cho các tư thế khác đòi hỏi sự thăng bằng bằng cánh tay. Trong cuộc sống hàng ngày, bạn có thể cần phải vào và ra khỏi tư thế nằm sấp này và tư thế sẽ tăng cường sức mạnh cho bạn cho nhiệm vụ đó.\n\nTư thế này còn được gọi là Lời chào với Tám Chi. Trong tiếng Phạn, ashta có nghĩa là tám và anga có nghĩa là bộ phận trong khi namaskara có nghĩa là cúi chào. Tên này xuất phát từ việc cơ thể chạm đất ở tám vị trí trong tư thế. Bạn chạm đất bằng bàn chân, đầu gối, lòng bàn tay, ngực và cằm.",
    "variations": "Hãy thực hành tư thế này trong khi bạn xây dựng sức mạnh cánh tay và cốt lõi. Cố gắng cưỡng lại sự thôi thúc bỏ qua tư thế này trong khi vội vàng thực hiện Chaturanga đầy thử thách hơn.",
    "category": "Trung cấp",
    "target": "Cải thiện khả năng vận động của lưng và tăng sức mạnh cánh tay.",
    "steps": "Từ tư thế Plank, hạ đầu gối xuống sàn. Thở đều trong suốt tư thế.\nHạ ngực và cằm xuống sàn, hạ vai ngay trên tay. Giữ khuỷu tay ôm sát vào hai bên hông. Mông của bạn vẫn cao và các ngón chân vẫn cuộn lại. Bạn sẽ co lại như một con sâu đo.\nGiữ tư thế trong một đến năm nhịp thở.\nĐể thoát khỏi tư thế, nâng cằm lên và trượt ngực qua tay khi bạn nhả các ngón chân và duỗi thẳng chân để đến tư thế Low Cobra, là tư thế tiếp theo trong chuỗi chào mặt trời.",
    "youtube_link": "https://www.youtube.com/watch?v=bmfE1CScmmo"
  },
  {
    "sanskrit_name": "Bhujangasana",
    "english_name": "Tư thế Rắn hổ mang",
    "description": "Bhujangasana hay Tư thế Rắn hổ mang là một giải pháp để giải quyết những vấn đề này và nhiều vấn đề khác, chỉ bằng cách ngồi (hoặc nằm) tại nhà! Bhujangasana, Tư thế Rắn hổ mang, là một tư thế bạn thực hiện khi nằm sấp. Nó mang lại cho cơ thể bạn (đặc biệt là lưng) một sự kéo giãn tốt làm tan biến căng thẳng của bạn gần như ngay lập tức!",
    "time": "1 phút",
    "image": "https://t4.ftcdn.net/jpg/02/52/86/15/360_F_252861510_vS7xBqOQjIBlIzwdJ1rxpcab4vxUyJSj.jpg",
    "benefits": "Mở ra vai và cổ để giảm đau. Làm săn chắc bụng. Tăng cường sức mạnh toàn bộ lưng và vai. Cải thiện tính linh hoạt của lưng trên và giữa. Mở rộng ngực. Cải thiện lưu thông máu. Giảm mệt mỏi và căng thẳng. Hữu ích cho những người mắc các chứng rối loạn hô hấp như hen suyễn.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Cải thiện tính linh hoạt của lưng trên và giữa",
    "steps": "Từ tư thế Plank, hạ đầu gối xuống sàn. Thở đều trong suốt tư thế.\nHạ ngực và cằm xuống sàn, hạ vai ngay trên tay. Giữ khuỷu tay ôm sát vào hai bên hông. Mông của bạn vẫn cao và các ngón chân vẫn cuộn lại. Bạn sẽ co lại như một con sâu đo.\nGiữ tư thế trong một đến năm nhịp thở.\nĐể thoát khỏi tư thế, nâng cằm lên và trượt ngực qua tay khi bạn nhả các ngón chân và duỗi thẳng chân.",
    "youtube_link": "https://www.youtube.com/watch?v=UYDTHxVh2EE"
  },
  {
    "sanskrit_name": "Parvatasana",
    "english_name": "Tư thế Quả núi",
    "description": "Parvatasana hay tư thế Quả núi là một phần của loạt asana Chào mặt trời. Nó xuất hiện như tư thế thứ 4 và thứ 9 trong Chào mặt trời hoặc Surya Namaskara. Trong tiếng Phạn \"Parvata' có nghĩa là núi. Tư thế trông giống như một ngọn núi từ các phía và do đó có tên Parvatasana.",
    "time": "10 phút",
    "image": "http://omgyan.com/wp-content/uploads/2019/07/parvatasana-yoga.jpg",
    "benefits": "Parvatasana tăng cường sức mạnh cho các cơ cánh tay và chân. Nó làm săn chắc các dây thần kinh cột sống và gửi dòng máu tốt đến vùng cột sống. Nó làm tăng lưu lượng máu đến não và mang lại lợi ích nhẹ tương tự như các asana lộn ngược.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Nó làm tăng lưu lượng máu đến não.",
    "steps": "Như một phần của Surya Namaskara, Parvatasana được thực hiện sau Ashwa Sanchalanasana hay tư thế kỵ mã. Do đó Ashwa Sanchalanasana trở thành tư thế bắt đầu cho Parvatasana.\nTừ Ashwa Sanchalanasana, duỗi thẳng chân gập và đưa nó ra phía sau. Thở ra trong quá trình này. Để bàn chân phải và trái cùng nhau.\nNâng mông lên. Để hai tay trên sàn và hỗ trợ trọng lượng cơ thể. Hạ thấp đầu để nằm giữa hai tay. Cơ thể tạo thành hình tam giác khi quan sát từ các phía. Nó trông giống như một ngọn núi và do đó có tên.\nKhi được thực hiện như một phần của Surya Namaskara (bài tập Chào mặt trời), một câu thần chú có thể được tụng trong khi thực hiện asana này. Parvatasana được thực hiện như tư thế thứ 4 và thứ 9. Câu thần chú cần tụng được đưa ra dưới đây: Trong tư thế thứ 9, hãy tụng \"Om Marichaye Namaha\". Nó có nghĩa là cúi chào chúa tể của bình minh.\nTrong tư thế thứ 4, hãy tụng \"Om Khagaya Namaha\". Nó có nghĩa là cúi chào người di chuyển trên bầu trời.",
    "youtube_link": "https://www.youtube.com/watch?v=nGZnokc3rdU"
  },
  {
    "sanskrit_name": "Siddhasana",
    "english_name": "Tư thế Thành tựu / Tư thế Hoàn hảo",
    "description": "Siddhasana là một trong chỉ hai tư thế có thể tuyên bố là tư thế yoga đầu tiên. Cùng với Padmasana (Tư thế Hoa sen), hai tư thế này là những tư thế duy nhất xuất hiện trong cả bốn văn bản yoga cổ xưa chính.",
    "time": "10 phút",
    "image": "https://www.fitsri.com/wp-content/uploads/2019/12/siddhasana-accomplished-pose.jpg",
    "benefits": "Kéo giãn mặt trước của mắt cá chân của bạn. Tăng cường cơ bắp chân. Kéo giãn cơ háng của bạn, giúp cải thiện tính linh hoạt của hông. Kéo giãn đùi trong/ cơ khép hông. Nó là một tư thế mở hông tuyệt vời. Tăng cường sức mạnh cho lưng dưới của bạn. Xây dựng sức mạnh trong các cơ erector spinae của bạn (các cơ giúp bạn ngồi thẳng). Tăng cường sức mạnh cốt lõi của bạn. Ngồi trong Siddhasana khi thiền hoặc thực hành pranayama có thể giúp làm dịu hệ thần kinh của bạn.",
    "variations": "Nếu bạn cảm thấy khó chịu ở hông khi thực hiện tư thế Siddhasana hoặc hông của bạn quá chật để thực hiện động tác, hãy ngồi trên một tấm chăn gấp, để hông của bạn cao hơn mức đầu gối. Nếu điều này vẫn chưa đủ để sửa đổi, hãy cân nhắc thêm một tấm chăn hoặc gối khác để nâng bạn lên cao hơn. Để chuẩn bị cho tư thế này, hãy thử Sukhasana hoặc tư thế dễ dàng. Phiên bản sửa đổi này của Siddhasana thay đổi vị trí đặt bàn chân của bạn, giúp bạn rèn luyện sức mạnh và sự linh hoạt ở hông.",
    "category": "Trung cấp",
    "target": "Tăng cường cơ bắp chân.",
    "steps": "Bắt đầu bằng cách ngồi trên sàn với hai chân duỗi thẳng trước mặt và tay ở hai bên. Để thêm đệm, hãy cân nhắc ngồi trên thảm yoga hoặc chăn.\nGập đầu gối trái và đưa gót chân trái lại gần cơ thể của bạn bằng vùng háng của bạn.\nGập đầu gối phải và di chuyển nó về phía trước mắt cá chân trái.\nTừ vị trí này, hít vào và trong khi bạn thở ra, nhấc bàn chân phải lên và đặt nó ngay trên mắt cá chân trái của bạn. Đưa gót chân phải vào vùng háng của bạn. Bước này nên cảm thấy thoải mái. Đừng ép buộc nó.\nTrượt các ngón chân của bàn chân phải vào khoảng trống giữa các cơ bắp chân trái. Điều này sẽ giúp giữ tư thế của bạn ổn định.\nĐưa tay từ hai bên và đặt lòng bàn tay xuống đầu gối. Đầu gối của bạn nên chạm sàn. Bạn cũng có thể duỗi thẳng cánh tay sang hai bên và đặt mu bàn tay hoặc cổ tay lên đầu gối, để lòng bàn tay hướng lên trên. Nếu bạn không thể làm điều này hoặc bạn cảm thấy khó chịu, hãy sử dụng một trong các sửa đổi cho đến khi bạn có thêm sự linh hoạt ở hông.\nNgồi thẳng với ánh mắt hướng về phía trước. Nên có một đường thẳng đẹp từ đỉnh đầu xuống sàn.\nỞ đây và thở sâu trong một phút hoặc lâu hơn.",
    "youtube_link": "https://www.youtube.com/watch?v=0L4WEvybVQg"
  },
  {
    "sanskrit_name": "Vajrasana",
    "english_name": "Tư thế Kim cương",
    "description": "Tư thế Kim cương (Vajrasana) là một tư thế yoga cho người mới bắt đầu chủ yếu liên quan đến Hatha yoga. Nó là một asana, một tư thế cơ thể. Tư thế yoga này thường được sử dụng cho mục đích thiền định. Không có nhiều sự kéo giãn liên quan đến tư thế này, mặc dù nó tăng cường sức mạnh cho lưng và cốt lõi thông qua tư thế đúng. Vajrasana cũng mở ra ngực và vai, làm cho các kiểu thở trở nên dễ dàng và trôi chảy trong khi thiền định ở tư thế này. Nếu bạn có đầu gối nhạy cảm, bạn có thể cần sửa đổi tư thế này, nhưng bạn vẫn sẽ nhận được những lợi ích tương tự.",
    "time": "10 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/11/Thunderbolt-Pose-1200x800.jpeg",
    "benefits": "Tăng cường lưu thông máu ở vùng bụng dưới, cải thiện tiêu hóa. Làm giảm khí quá mức và đau ở vùng dạ dày. Tăng cường sức mạnh cho dây thần kinh chân và đùi. Làm cho các khớp đầu gối và mắt cá chân linh hoạt, ngăn ngừa một số bệnh thấp khớp. Giữ cổ và cột sống thẳng hàng và thẳng đứng, không cần nhiều nỗ lực, cho phép dòng năng lượng dễ dàng trong các nadis (các kênh năng lượng) ở phía sau. Thư giãn vùng thắt lưng và hông, giúp giảm đau trong kỳ kinh nguyệt. Hoạt động như một tư thế cơ sở cho việc thực hành pranayamas, cũng như một tư thế chuẩn bị cho thiền định.",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường lưu thông máu ở vùng bụng dưới.",
    "steps": "Ngồi với hai chân duỗi thẳng trước mặt bạn.\nBây giờ, gập cả hai chân và ngồi ở tư thế quỳ, giữ hông trên gót chân; các ngón chân nên chỉ ra phía sau bạn, và các ngón chân cái của bạn nên chạm vào nhau ở phía sau. Nếu bạn là người mới bắt đầu, bạn có thể muốn giữ một tấm đệm dưới chân để thoải mái và ngăn ngừa đau mắt cá chân. Bạn cũng có thể chọn giữ một tấm đệm hoặc chăn trên bàn chân và dưới đầu gối, trong trường hợp đau đầu gối.\nNgồi thoải mái trên hố được tạo ra bởi các gót chân tách ra.\nGiữ đầu, cổ và cột sống của bạn trên một đường thẳng. Đặt lòng bàn tay của bạn lên đùi, hướng lên trên.\nNếu bạn là một người tập yoga nâng cao, hãy giữ tư thế này trong khoảng 15 phút, đồng thời hít thở sâu và dài. Người mới bắt đầu có thể bắt đầu với khoảng 30 giây, tùy theo mức độ thoải mái của họ.\nThở ra và thư giãn.\nDuỗi thẳng chân của bạn.",
    "youtube_link": "https://www.youtube.com/watch?v=lDHE0Tvoyyo"
  },
  {
    "sanskrit_name": "Konasana",
    "english_name": "Tư thế góc",
    "description": "Tư thế góc (Konasana) là một tư thế yoga nhẹ nhàng nhưng đầy năng lượng, thường được dùng trong các chuỗi yoga Hatha và Iyengar. Tư thế này giúp kéo giãn hai bên thân, mở rộng cột sống và tăng cường độ linh hoạt cho eo, hông và chân. Khi thực hiện đúng, Konasana giúp cải thiện tư thế, giảm mỡ vùng bụng, đồng thời kích thích các cơ quan nội tạng hoạt động tốt hơn. Đây là tư thế lý tưởng cho người mới bắt đầu vì dễ thực hiện, mang lại cảm giác thư giãn và cân bằng cơ thể sau giờ làm việc căng thẳng.",
    "time": "10 phút",
    "image": "https://srisrischoolofyoga.org/na/wp-content/uploads/2022/07/angle_pose_kokasana-1.jpg",
    "benefits": "Giúp kéo giãn cơ liên sườn, tăng cường sức mạnh vùng hông và chân. Cải thiện lưu thông máu, hỗ trợ tiêu hóa và giảm căng cứng vùng lưng dưới. Giúp cột sống dẻo dai, vai và ngực mở rộng hơn, mang lại cảm giác thư giãn toàn thân. Hỗ trợ giảm mỡ bụng và tăng sự tập trung khi kết hợp cùng hơi thở sâu.",
    "variations": "Có thể thực hiện Konasana đứng (Utthita Konasana) hoặc ngồi (Parivrtta Konasana) tùy vào khả năng và mục tiêu luyện tập.",
    "category": "Người mới bắt đầu",
    "target": "Tăng độ dẻo dai cho cột sống, eo và hông; cải thiện tư thế và sự cân bằng cơ thể.",
    "steps": "Đứng thẳng, hai chân mở rộng bằng vai, hai tay đặt dọc theo thân.\nHít sâu, nâng hai tay qua đầu và duỗi thẳng cánh tay.\nKhi thở ra, nghiêng người sang phải, tay phải trượt dọc theo chân phải, tay trái duỗi qua đầu.\nGiữ vai và ngực mở, không gập người về phía trước.\nHít thở đều, giữ tư thế trong 20–30 giây.\nHít vào và quay trở lại vị trí ban đầu.\nLặp lại với bên trái.\nSau khi hoàn thành, trở lại tư thế đứng thẳng và thư giãn vài hơi thở sâu.",
    "youtube_link": "https://www.youtube.com/watch?v=bpuEa_I1rQI"
  },
  {
    "sanskrit_name": "Gomukhasana",
    "english_name": "Tư thế Mặt bò",
    "description": "Một tư thế yoga ngồi, Gomukhasana có thể được thực hiện cùng với một bộ các asana ngồi khác nhau. Nó giúp kéo giãn cánh tay, cơ tam đầu, vai và ngực. Yêu cầu người tập ngồi thẳng lưng, nó cũng nâng cao tư thế của một người.",
    "time": "2 phút",
    "image": "https://cdn.yogajournal.com/wp-content/uploads/2022/10/Cow-Face-Pose_Andrew-Clark_2400x1350.jpeg",
    "benefits": "Tư thế Mặt bò kéo giãn hông, mắt cá chân, vai, cánh tay và ngực - hầu như mọi phần cơ thể của bạn. Nó cho thấy hai bên cơ thể của hầu hết mọi người khác nhau như thế nào; thường thì việc đưa tay ra sau lưng để gặp nhau ở một bên dễ dàng hơn nhiều so với bên kia. Tư thế này có thể giúp bạn sửa tư thế và bắt đầu cân bằng sự linh hoạt của bạn. Đây là một tư thế tuyệt vời cho những người ngồi hầu hết thời gian trong ngày tại nơi làm việc vì nó sẽ mở hông và ngực của bạn, chống lại tư thế gù lưng mà nhiều người áp dụng khi ngồi. Nó là một tư thế làm dịu và tập trung.",
    "variations": "Mang theo một tấm chăn, khối gỗ hoặc gối kê dưới mông nếu điều đó làm cho tư thế thoải mái hơn. Sử dụng các đạo cụ để cân bằng chỗ ngồi của bạn nếu nó không bằng phẳng (một bên mông cao hơn bên kia). Nếu bạn đang xoay người để cố gắng nối hai tay, hãy nắm lấy một sợi dây đeo thay vì ép chúng phải nối lại. Theo thời gian, hãy làm việc để di chuyển tay của bạn về phía nhau dọc theo sợi dây.",
    "category": "Người mới bắt đầu",
    "target": "Sửa tư thế của bạn",
    "steps": "Ngồi trên thảm yoga với lưng thẳng và chân duỗi ra trước mặt bạn. Đặt bàn chân của bạn với nhau và đặt lòng bàn tay của bạn bên cạnh hông của bạn.\nGập chân phải của bạn và đặt bàn chân phải dưới mông trái của bạn.\nXếp đầu gối trái lên trên đầu gối phải.\nNâng cánh tay trái lên trên đầu và gập khuỷu tay. Đồng thời, đưa cánh tay phải ra sau lưng và đan hai tay vào nhau.\nThở sâu ujjayi và giữ nguyên tư thế bao lâu tùy theo sự thoải mái của bạn.\nBây giờ, khi bạn thở ra, thả lỏng cánh tay của bạn.\nBắt chéo chân của bạn và lặp lại cho chân kia.",
    "youtube_link": "https://www.youtube.com/watch?v=d_dh_DwDr84"
  },
  {
    "sanskrit_name": "Marichyasana III",
    "english_name": "Tư thế Marichi",
    "description": "Không giống như Marichyasana I và II, Marichyasana III không phải là một tư thế gập người về phía trước, mà là một tư thế xoay người sâu hơn khi ngồi. Nó thường được đưa vào sau một chuỗi gập người về phía trước khi ngồi. Ban đầu, việc nâng cao phần mông là hữu ích để cho phép cánh tay vòng qua và nắm lấy tay sau. Trọng tâm ban đầu đơn giản là động tác xoay người phải bắt đầu ở vùng bụng dưới để cho phép vai trước di chuyển vượt qua đùi.",
    "time": "2 phút",
    "image": "https://yogaselection.com/wp-content/uploads/2021/01/adv186.featjpg.jpg",
    "benefits": "Massage các cơ quan vùng bụng, bao gồm gan và thận. Kéo giãn vai. Kích thích não. Làm giảm đau lưng và hông nhẹ. Tăng cường sức mạnh và kéo giãn cột sống",
    "variations": "Trong tư thế này, đầu thường xoay cùng hướng với thân người. Nhưng cũng có thể xoay đầu ngược lại với thân người. Vì vậy, ví dụ, khi bạn xoay thân người sang phải (như mô tả ở trên), bạn sẽ xoay đầu sang trái và nhìn ra ngoài qua ngón chân cái trái của bạn.",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh và kéo giãn cột sống",
    "steps": "Ngồi trong Dandasana (Tư thế Cây gậy), sau đó gập đầu gối phải và đặt bàn chân trên sàn, với gót chân càng gần xương ngồi bên phải càng tốt. Giữ chân trái mạnh mẽ và xoay vào trong một chút; ấn chặt đầu xương đùi trái xuống sàn. Ấn gót chân trái sau và gốc ngón chân cái ra xa khỏi xương chậu. Cũng ấn mạnh bàn chân phải trong xuống sàn, nhưng làm mềm háng trong bên phải để tiếp nhận xương mu khi bạn xoay người. Ấn chặt đùi chân thẳng và bàn chân đầu gối gập sẽ giúp bạn kéo dài cột sống, điều luôn là yêu cầu đầu tiên cho một cú xoay người thành công.\nVới một hơi thở ra, xoay thân người của bạn sang phải và quấn cánh tay trái của bạn quanh đùi phải. Giữ mặt ngoài đùi bằng tay trái, sau đó kéo đùi lên khi bạn thả lỏng hông phải về phía sàn. Ấn các ngón tay phải của bạn xuống sàn ngay sau xương chậu của bạn để nâng thân người lên một chút và về phía trước.\nHãy nhớ giữ chân thẳng và bàn chân đầu gối gập của bạn được ấn chặt. Hạ sâu háng trong bên phải hơn vào xương chậu, sau đó kéo dài bụng trước của bạn lên khỏi háng dọc theo đùi trong bên phải. Tiếp tục kéo dài cột sống với mỗi lần hít vào, và xoay thêm một chút với mỗi lần thở ra. Ôm đùi vào bụng, sau đó ngả lưng vào xương bả vai để uốn lưng trên. Nhẹ nhàng quay đầu sang phải để hoàn thành động tác xoay ở cột sống cổ của bạn.\nGiữ trong tư thế từ 30 giây đến 1 phút. Sau đó thả ra với một hơi thở ra, đảo ngược chân và xoay sang trái trong một khoảng thời gian bằng nhau.",
    "youtube_link": "https://www.youtube.com/watch?v=C-tUq8xZPQ8"
  },
  {
    "sanskrit_name": "Malasana",
    "english_name": "Tư thế Vòng hoa",
    "description": "Tư thế Vòng hoa (Malasana) là tư thế ngồi xổm sâu của yoga. Nó mở hông và háng của bạn để cân bằng lại sự căng cứng bạn có thể phát triển do ngồi quá nhiều. Ban đầu bạn có thể sử dụng các đạo cụ để hỗ trợ để bạn có thể thực hiện tư thế một cách không đau đớn. Sau đó, làm việc theo thời gian để từ từ giảm bớt việc sử dụng các đạo cụ bằng cách hạ thấp chúng từng chút một. Đó có thể là một quá trình dài, nhưng nó có tác dụng và quan trọng cho khả năng vận động lâu dài của bạn và để ngăn ngừa đau đớn.",
    "time": "2 phút",
    "image": "https://static.toiimg.com/thumb/msid-80369745/80369745.jpg?width=500&resizemode=4",
    "benefits": "Tư thế Vòng hoa mở hông và háng khi nó kéo giãn và tăng cường sức mạnh cho bàn chân và mắt cá chân. Trong khi ngồi xổm đến một cách tự nhiên với trẻ em và được sử dụng như một tư thế nghỉ ngơi ở nhiều nơi trên Trái đất, hầu hết người lớn ở Thế giới thứ nhất đã mất thói quen này. Quá xa với thói quen, trên thực tế, họ thấy ngồi xổm cực kỳ khó chịu cho hông và bàn chân của họ. Tư thế vòng hoa là một cách hiệu quả để chống lại sự căng cứng bạn gặp phải do dành quá nhiều thời gian ngồi trên ghế.",
    "variations": "Trượt một khối gỗ hoặc hai dưới mông của bạn để được hỗ trợ thêm nếu cần thiết. Theo thời gian, hãy xem liệu bạn có thể dần dần hạ thấp chiều cao hỗ trợ của mình để trọng lực có thể hoạt động kéo giãn hông và mắt cá chân của bạn. Nếu bạn gặp khó khăn khi giữ thăng bằng trong tư thế này, hãy thử thực hiện nó gần tường hoặc đối mặt với mặt sau của ghế để bạn có thể với tay ra để giữ thăng bằng. Bạn cũng có thể thực hiện tư thế này với lưng dựa vào tường.",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh cho bàn chân và mắt cá chân.",
    "steps": "Đến đứng với bàn chân của bạn rộng bằng chiều rộng thảm.\nGập đầu gối và hạ mông của bạn xuống sàn để vào tư thế ngồi xổm.\nCác ngón chân của bạn muốn quay ra ngoài là điều tự nhiên và điều đó không sao, nhưng đừng lạm dụng nó. Cuối cùng, bạn đang hướng tới việc giữ bàn chân gần song song hơn.\nĐưa cánh tay trên của bạn vào bên trong đầu gối và gập khuỷu tay để đưa lòng bàn tay lại với nhau thành anjali mudra (tư thế cầu nguyện).\nVới tay đặt tại trung tâm trái tim của bạn trong anjali mudra, hãy xem liệu bạn có thể để ngón tay cái chạm vào xương ức của bạn như để giúp giữ ngực nâng lên. Tiếp tục ấn cánh tay trên vào đùi và đùi vào cánh tay trên để giữ sự tham gia.\nGiữ cột sống của bạn thẳng, mông của bạn di chuyển về phía sàn, và vai của bạn thư giãn ra xa tai.\nGiữ ở đây trong năm nhịp thở, sau đó duỗi thẳng chân để thoát ra. Bạn có thể trực tiếp vào Tư thế Gập người về phía trước nếu bạn thích.\nHãy thử lặp lại tư thế ba lần để tận dụng tối đa việc được khởi động. Nếu bạn đang thực hành tại nhà, việc thực hiện một số tư thế khác giữa các lần ngồi xổm của bạn là hoàn toàn ổn.",
    "youtube_link": "https://www.youtube.com/watch?v=goJthOXs9ZU"
  },
  {
    "sanskrit_name": "Navasana",
    "english_name": "Tư thế Con thuyền",
    "description": "Một bài tập tăng cường sức mạnh cơ bụng và cơ gập hông sâu, Tư thế Con thuyền, hay Paripurna Navasana trong tiếng Phạn, yêu cầu bạn giữ thăng bằng trên kiềng ba chân là xương ngồi và xương cụt để xây dựng sự tập trung tinh thần và thể chất, truyền cảm hứng cho nhận thức toàn thân.",
    "time": "1 phút",
    "image": "https://imgk.timesnownews.com/story/balasana.gif?tr=w-1200,h-900",
    "benefits": "Tăng cường sức mạnh cho bụng, cơ gập hông và cột sống. Kích thích thận, tuyến giáp và tuyến tiền liệt, và ruột. Giúp giảm căng thẳng. Cải thiện tiêu hóa",
    "variations": "Từ Tư thế Con thuyền Hoàn toàn, chắp tay sau đầu và, với một hơi thở ra, hạ chân xuống một chút. Đồng thời làm tròn lưng của bạn, để bây giờ bạn đang tựa trên xương cùng của mình (mặc dù lưng dưới của bạn vẫn cách xa sàn). Duỗi khuỷu tay của bạn sang hai bên và đưa các đầu ngón chân cái của bạn ngang hàng với mắt của bạn.",
    "category": "Người mới bắt đầu",
    "target": "Giúp giảm căng thẳng. Cải thiện tiêu hóa",
    "steps": "Bắt đầu ở tư thế ngồi với đầu gối cong và bàn chân đặt phẳng trên sàn.\nNhấc chân của bạn lên khỏi sàn. Giữ đầu gối cong lúc đầu. Đưa ống chân song song với sàn. Đây là tư thế con thuyền nửa người.\nThân người của bạn sẽ tự nhiên ngả về phía sau, nhưng đừng để cột sống cong tròn.\nDuỗi thẳng chân của bạn một góc 45 độ nếu bạn có thể làm như vậy mà không làm mất đi sự vững chắc của phần thân trên. Bạn muốn giữ thân người càng thẳng đứng càng tốt để nó tạo thành hình chữ V với đôi chân.\nLăn vai của bạn về phía sau và duỗi thẳng cánh tay của bạn gần như song song với sàn với lòng bàn tay hướng lên.\nCố gắng hết sức để giữ thăng bằng trên xương ngồi, nhưng việc bạn hơi ngả về phía sau chúng là bình thường. Tập trung nâng ngực của bạn lên để hỗ trợ sự cân bằng.\nGiữ ít nhất năm nhịp thở.\nThả chân ra khi thở ra. Sau đó hít vào và ngồi dậy.",
    "youtube_link": "https://www.youtube.com/watch?v=pZhqI4SUDmA"
  },
  {
    "sanskrit_name": "Ashwasanchalasana",
    "english_name": "Tư thế Kỵ mã",
    "description": "Ashwa Sanchalanasana được gọi là Tư thế Kỵ mã là một tư thế lunge thấp và thuộc thể loại tư thế thăng bằng. Tên tiếng Phạn Ashwa Sanchalanasana bắt nguồn từ ba từ. Ashwa có nghĩa là Ngựa, Sanchalana có nghĩa là chuyển động và Asana có nghĩa là Tư thế. Asana này được thực hành ở vị trí thứ 4 và thứ 9 trong chuỗi Suryanamaskar. Thực hành asana này kích thích các cơ quan vùng bụng. Cùng với đó có một số lợi ích khác của Ashwa Sanchalanasana. Hãy bắt đầu bằng cách biết các bước để thực hành Ashwa Sanchalanasana.",
    "time": "1 phút",
    "image": "https://fitsri.com/wp-content/uploads/2020/07/ashwa-sanchalanasana-equestrian-pose.jpg",
    "benefits": "Kéo giãn cột sống do đó làm tăng tính linh hoạt của lưng. Tăng cường sức mạnh cho đầu gối và mắt cá chân, mở ra háng và hông. Tăng cường sức mạnh cho các cơ ngực do đó tăng cường dung tích phổi. Làm săn chắc và massage thận, gan dẫn đến hoạt động tốt của chúng.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Tăng tính linh hoạt của lưng",
    "steps": "Từ Vajrasana đứng trên đầu gối của bạn giữ đầu gối và bàn chân cùng nhau.\nĐưa chân phải ra phía trước sao cho nó tạo thành một góc 90 độ giữa đùi và bắp chân. Đùi phải phải song song với sàn. Đầu gối phải thẳng hàng với mắt cá chân.\nGiữ cánh tay bên cạnh chân phải. Các ngón tay chạm đất hỗ trợ cơ thể duy trì thăng bằng trong tư thế.\nTựa đầu gối của chân trái trên sàn. Nhìn lên trên.\nĐây là vị trí cuối cùng. Giữ vị trí này bao lâu tùy theo sự thoải mái của cơ thể. Đừng làm căng cơ thể.\nĐể giải phóng tư thế, hạ đầu xuống và sau đó đưa chân phải ra sau để ngồi trong Vajrasana.\nLàm theo các bước tương tự với chân kia.",
    "youtube_link": "https://www.youtube.com/watch?v=Alx3Cdzpkns"
  },
  {
    "sanskrit_name": "Uttana Shishosana",
    "english_name": "Tư thế Chó con duỗi",
    "description": "Uttana Shishosana là một trong những tư thế yoga hoặc asana dễ nhất và cơ bản nhất, khiến nó trở nên hoàn hảo cho người mới bắt đầu. Nó là sự kết hợp của hai asana khác nhau, Tư thế Em bé và Tư thế Chó úp mặt. Nó tập luyện các phần khác nhau của cơ thể bạn, chẳng hạn như cánh tay trên, vai, cổ, lưng, ngực, hông, bụng và gân kheo. Tư thế này giảm căng thẳng bằng cách kéo giãn cột sống sâu. Nó làm tăng sự tự tin và nuôi dưỡng cảm giác yêu bản thân. Nếu bạn có một công việc bàn giấy hoặc bạn đang cảm thấy mệt mỏi, việc thực hành asana này sẽ giải phóng mọi căng thẳng tích tụ trong cơ thể bạn.",
    "time": "1 phút",
    "image": "https://fitsri.com/wp-content/uploads/2020/10/Uttana-Shishosana-extendted-puppy-pose.jpg",
    "benefits": "Uttana Shishosana, còn được gọi là Tư thế Chó con duỗi, tập trung chủ yếu vào các vùng lưng, vai và cánh tay. Trên thực tế, nó tăng cường sức mạnh cho hông và cơ lưng. Tuy nhiên, nếu được thực hiện cẩn thận, nó cũng có thể kích hoạt các cơ bụng của bạn, do đó hỗ trợ tiêu hóa, giảm đầy hơi và giúp đốt cháy mỡ bụng cứng đầu. Tư thế yoga này làm tăng tính linh hoạt của tủy sống và cơ bắp của bạn. Nó cũng cải thiện tư thế của một người và là một cách đặc biệt để điều chỉnh Prana, lực lượng sự sống.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Hỗ trợ tiêu hóa, giảm đầy hơi.",
    "steps": "Quỳ trên cả bốn chân (Tư thế Bàn) với vai xếp chồng lên cổ tay, hông xếp chồng lên đầu gối và mu bàn chân thả lỏng trên thảm.\nTừ từ bắt đầu bước tay ra phía trước, hạ ngực xuống sàn. Giữ hông trên đầu gối và cánh tay rộng bằng vai, và nhẹ nhàng thả trán xuống sàn.\nKích hoạt cánh tay của bạn bằng cách ấn vào lòng bàn tay và nâng khuỷu tay và cẳng tay lên khỏi mặt đất. Kéo xương bả vai của bạn vào lưng và đưa hông của bạn lên cao về phía trần nhà.\nMời cổ của bạn thư giãn và thở vào lưng, kéo dài cột sống của bạn theo cả hai hướng.\nGiữ nguyên tư thế từ 5 đến 10 nhịp thở, sau đó nhẹ nhàng nâng trán và bước lòng bàn tay trở lại về phía cơ thể để ấn lên Bàn.",
    "youtube_link": "https://www.youtube.com/watch?v=1ubhPtojR4w"
  },
  {
    "sanskrit_name": "Hanumanasana",
    "english_name": "Tư thế Khỉ",
    "description": "\"Đó là bước nhảy vĩ đại nhất từng được thực hiện. Tốc độ nhảy của Hanuman kéo theo những bông hoa và hoa vào không khí sau lưng anh và chúng rơi xuống như những ngôi sao nhỏ trên những ngọn cây đung đưa. Những con vật trên bãi biển chưa bao giờ thấy một thứ như vậy; chúng cổ vũ Hanuman, sau đó không khí bốc cháy từ sự đi qua của anh, và những đám mây đỏ bùng cháy trên bầu trời.\" (Ramayana, kể lại bởi William Buck). Tư thế này, trong đó chân tách ra trước và sau, mô phỏng bước nhảy nổi tiếng của Hanuman từ mũi phía nam của Ấn Độ đến đảo Sri Lanka.",
    "time": "1 phút",
    "image": "https://www.yogateket.com/image/original/splitspose.jpg",
    "benefits": "Hanumanasana kéo giãn và tăng cường cơ bắp ở gân kheo, đùi và vùng háng. Tư thế yoga này cũng kích thích các cơ quan vùng bụng và cải thiện chức năng của chúng. Thực hành thường xuyên tư thế này đảm bảo rằng hông trở nên linh hoạt hơn trong một khoảng thời gian.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Tăng cường cơ bắp ở gân kheo, đùi và vùng háng.",
    "steps": "Bắt đầu bằng cách quỳ trên sàn với đầu gối hơi tách ra. Đặt bàn chân phải của bạn về phía trước và nâng lòng bàn chân trong lên sao cho chỉ gót chân ngoài chạm sàn.\nKhi bạn thở ra, gập thân người về phía trước và đưa các đầu ngón tay chạm sàn.\nTừ từ, di chuyển đầu gối trái của bạn về phía sau cho đến khi đầu gối và mặt trước của bàn chân chạm đất. Đồng thời trượt chân phải của bạn về phía trước cho đến khi nó chạm sàn hoàn toàn.\nTrượt bàn chân trái về phía sau và bàn chân phải về phía trước, vào tư thế tách.\nCác ngón chân của bàn chân phải nên chỉ lên trời và mặt trước của bàn chân trái nên chạm đất.\nNâng cánh tay của bạn lên và chắp hai lòng bàn tay. Duỗi thẳng cánh tay và uốn cong lưng một chút.\nGiữ nguyên tư thế này trong một vài nhịp thở trước khi hạ cánh tay xuống.\nĐể thoát khỏi tư thế này, chuyển trọng lượng của cơ thể lên tay bằng cách ấn chúng xuống sàn. Từ từ trượt bàn chân trái và phải trở lại vị trí ban đầu trước khi lặp lại tư thế với chân trái ở phía trước và chân phải ở phía sau.",
    "youtube_link": "https://www.youtube.com/watch?v=A-xuXOGI0IE"
  },
  {
    "sanskrit_name": "Viparita Shalabhasana",
    "english_name": "Tư thế Châu chấu ngược",
    "description": "Bắt đầu ở tư thế nằm sấp và đưa cằm vào giữa, tay để dọc theo thân người. Đi bàn tay của bạn xuống dưới bạn, đến phần trên của đùi, lòng bàn tay hướng xuống. Bạn có thể lắc hông qua lại để đảm bảo lòng bàn tay càng gần nhau càng tốt. Ấn lòng bàn tay và phần trên của ngực xuống đất và nâng chân lên cao nhất có thể. Tập trung giữ chân và ngón chân cái chạm vào nhau và tiếp tục thở.",
    "time": "1 phút",
    "image": "https://cdn.shopify.com/s/files/1/0064/9962/products/in9730217862_977de0733f_z_large.jpg?v=1546755771",
    "benefits": "Tăng cường sức mạnh cho các cơ cột sống, mông và phía sau cánh tay và chân. Kéo giãn vai, ngực, bụng và đùi. Cải thiện tư thế.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Cải thiện tư thế.",
    "steps": "Nằm sấp trên sàn và đặt cánh tay dưới thân mình.\nĐặt cằm trên sàn.\nChỉ các ngón chân ra ngoài và ấn nhẹ mu bàn chân xuống sàn.\nChuyển trọng lượng cơ thể của bạn lên bốn chân, khi bạn nhấc đầu gối lên khỏi sàn.\nSiết chặt mông và bụng dưới. Sau đó, kéo dài lưng dưới theo cách mà các cơ ở mông nghiêng về phía gót chân.\nBây giờ, giữ tay xuống khi bạn nâng khuỷu tay lên về phía bụng.\nCố gắng tạo một lực nắm chắc của cánh tay về phía chân, bao gồm cánh tay trên và các cơ thân mình một cách mạnh mẽ.\nHít vào, và nâng chân của bạn lên khỏi sàn tại thời điểm đó không gập đầu gối.\nNâng chân của bạn từ đùi và cột sống của bạn theo hình vòm, tạo thành chữ \"C\". Bây giờ bạn sẽ thấy các ngón chân của mình ở phía trước.\nGiữ tư thế trong vài phút hoặc lâu nhất có thể.\nThở ra, đặt chân xuống từng cái một và thả (thả) cánh tay của bạn ra khỏi thân mình.\nSau đó giả sử Balasana và thở bình thường. Không có sự lặp lại cho tư thế này.",
    "youtube_link": "https://www.youtube.com/watch?v=67xq7dhwwm0"
  },
  {
    "sanskrit_name": "Urdhva Mukha Svanasana",
    "english_name": "Tư thế Chó ngửa mặt",
    "description": "Urdhva Mukha Svanasana (Tư thế Chó ngửa mặt) là một tư thế uốn lưng sảng khoái mở ra ngực và vai và tăng cường sức mạnh cho cánh tay và chân. Nó là trung tâm của Chuỗi Chào mặt trời và được thực hành lặp đi lặp lại giữa các tư thế khác trong các lớp flow. Việc kết nối hơi thở với chuyển động là quan trọng khi bạn đang thực hành Tư thế Chó ngửa mặt, bởi vì hơi thở làm sống động và soi sáng tư thế và mở rộng trái tim.",
    "time": "1 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/8251271252083802169_IMG_8753-2-1-1200x800.jpg",
    "benefits": "Tư thế uốn lưng mạnh mẽ này giúp kéo giãn cơ bụng, ngực và vai trong khi tăng cường sức mạnh cho cánh tay và chuỗi sau của cơ thể, đặc biệt là các cơ erector spinae giúp duy trì tư thế tốt. Hầu hết chúng ta dành nhiều thời gian ngồi tại bàn làm việc, với vai cuộn về phía trước, cổ nghiêng xuống và nói chung là gù lưng mà không có nhiều sự tham gia của cơ bụng hoặc lưng dưới. Tư thế này có thể giúp thiết lập lại tư thế tốt và khuyến khích sự căn chỉnh đúng. Căn chỉnh đúng và tư thế tốt có thể giúp giảm tỷ lệ đau lưng dưới. Thêm vào đó, việc kéo giãn và mở rộng ngực và vai chỉ đơn giản là cảm thấy tốt.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Cải thiện tư thế.",
    "steps": "Di chuyển từ chaturanga dandasana, thở ra khi bạn từ từ hạ mình xuống sàn từ tư thế plank. Khi cơ thể bạn tiếp cận mặt đất, hít vào để duỗi thẳng cánh tay khi bạn lăn qua các ngón chân, thay đổi vị trí bàn chân từ các ngón chân cuộn lại thành nằm trên mu bàn chân. Nếu bạn không thể lăn qua các ngón chân, việc lật chúng từng cái một cũng không sao. Đừng đưa đùi xuống sàn trong quá trình chuyển đổi nếu bạn có thể.\nMở ngực về phía trần nhà khi bạn duỗi thẳng cánh tay. Ánh nhìn của bạn sẽ hướng lên một chút, nhưng không cần thiết phải ngửa đầu ra sau.\nGiữ chân tham gia và thả hông xuống sàn. Những thứ duy nhất chạm sàn là lòng bàn tay và mu bàn chân. Ấn mạnh vào cả hai.\nGiữ vai trên cổ tay và kéo xương bả vai xuống và về phía cột sống để tạo khoảng trống giữa vai và tai.\nThở ra và lăn lại qua các ngón chân để đặt các quả bóng của bàn chân trước khi nâng hông lên tư thế chó úp mặt.",
    "youtube_link": "https://www.youtube.com/watch?v=U44tsf70pRY"
  },
  {
    "sanskrit_name": "Eka Pada Rajakapotasana",
    "english_name": "Tư thế Bồ câu Vua một chân",
    "description": "Tư thế đầy đủ, phù hợp với học viên trung cấp, sẽ được mô tả trong phần Tư thế Đầy đủ bên dưới. Đầu tiên chúng ta sẽ thực hành chỉ vị trí chân, điều này sẽ có thể tiếp cận được với hầu hết những người mới bắt đầu có kinh nghiệm. (aa-KAH pah-DAH rah-JAH-cop-poh-TAHS-anna) eka = một pada = chân hoặc chân raja = vua kapota = bồ câu hoặc chim bồ câu.",
    "time": "1 phút",
    "image": "https://yogaindiafoundation.com/wp-content/uploads/2018/02/IMG-3455.jpg",
    "benefits": "Tư thế uốn lưng mạnh mẽ này giúp kéo giãn cơ bụng, ngực và vai trong khi tăng cường sức mạnh cho cánh tay và chuỗi sau của cơ thể, đặc biệt là các cơ erector spinae giúp duy trì tư thế tốt. Hầu hết chúng ta dành nhiều thời gian ngồi tại bàn làm việc, với vai cuộn về phía trước, cổ nghiêng xuống và nói chung là gù lưng mà không có nhiều sự tham gia của cơ bụng hoặc lưng dưới. Tư thế này có thể giúp thiết lập lại tư thế tốt và khuyến khích sự căn chỉnh đúng. Căn chỉnh đúng và tư thế tốt có thể giúp giảm tỷ lệ đau lưng dưới. Thêm vào đó, việc kéo giãn và mở rộng ngực và vai chỉ đơn giản là cảm thấy tốt.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Cải thiện tư thế.",
    "steps": "Từ Tư thế Chó úp mặt, đưa chân phải lên thành Tư thế Chó úp mặt Tách.\nGập đầu gối phải và đưa chân đó về phía trước như thể bạn sắp bước vào tư thế lunge. Thay vì đặt bàn chân xuống như bạn làm với một tư thế lunge, hãy đưa đầu gối phải xuống sàn bên ngoài tay phải của bạn. Ống chân phải có thể hướng về phía sau hông trái hoặc song song hơn với mặt trước của thảm, tùy thuộc vào phạm vi chuyển động của bạn.\nThả lỏng đầu gối trái xuống thảm. Chân trái của bạn nên nằm phẳng trên sàn. Nhìn lại phía sau và đảm bảo rằng bàn chân trái của bạn đang chỉ thẳng về phía sau.\nVuông hông của bạn về phía trước thảm.\nLấy đệm (một tấm chăn gấp hoạt động tốt) dưới bên hông phải nếu cần để làm cho tư thế thoải mái hơn.\nNếu bạn cảm thấy ổn định, hãy đưa thân người xuống thành một tư thế gập người về phía trước trên chân phải của bạn.\nGiữ hông vuông vức và trọng lượng cân bằng đều trên cả hai bên tốt nhất có thể. Nếu điều này cảm thấy quá mãnh liệt, hãy đặt một tấm chăn hoặc khối gỗ dưới hông hoặc đầu gối sau. Vươn trán về phía sàn.\nTiếp tục vuông hông và thở vào bất kỳ sự căng cứng nào.\nNgồi dậy, đưa tay ngang với hông.\nĐể giải phóng, cuộn các ngón chân trái lại và bước trở lại Tư thế Chó úp mặt.\nLặp lại tư thế ở phía bên kia.",
    "youtube_link": "https://www.youtube.com/watch?v=UdIf0m2oh3s"
  },
  {
    "sanskrit_name": "Adho Mukha Svanasana",
    "english_name": "Tư thế Chó úp mặt",
    "description": "Một trong những tư thế yoga được công nhận rộng rãi nhất, Tư thế Chó úp mặt, được gọi là Adho Mukha Svanasana trong tiếng Phạn, hoạt động để tăng cường sức mạnh cốt lõi và cải thiện lưu thông máu. Tư thế trẻ hóa này hoạt động để cung cấp một sự kéo giãn toàn thân tuyệt vời.",
    "time": "1.5 phút",
    "image": "https://cdn.prod.website-files.com/683b218dcc58f93d54ce8e1d/68ad49c4b43201c94bd2f41b_adho-mukha-svanasana-downward-facing-dog-pose.webp",
    "benefits": "Làm săn chắc cánh tay và chân; mở và tăng cường sức mạnh cho vai khi gập; kéo dài gân kheo và kéo giãn bắp chân; chuẩn bị cho cơ thể để đảo ngược làm nóng.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Làm săn chắc cánh tay và chân",
    "steps": "Thiết lập trên cả bốn chân với bàn tay của bạn cách vai khoảng 3 inch về phía trước và rộng bằng vai.\nCăn chỉnh các nếp cổ tay của bạn để chúng song song với mép trước của thảm, sau đó bám rễ đều xuống toàn bộ mỗi bàn tay.\nẤn mạnh các ngón tay xuống để kéo cẳng tay về phía trước phòng. Giữ các khớp ngón tay của bạn được ấn chặt khi bạn làm điều này.\nXoay bắp tay về phía trước trong khi siết chặt cơ tam đầu vào đường giữa của bạn.\nLăn cánh tay trên trong về phía bức tường trước mặt bạn trong khi thu hút cánh tay trên bên ngoài.\nHít vào, và cuộn các ngón chân của bạn xuống dưới; thở ra, và ấn hông của bạn về phía sau và lên.\nLiếc nhìn lại chân của bạn để đảm bảo chúng rộng bằng hông và song song.\nĐể đầu của bạn treo tự do để không có căng thẳng ở cổ; đưa ánh mắt của bạn về phía bàn chân của bạn.\nCho phép xương bả vai của bạn xoay ra ngoài và lên, ra xa cột sống và về phía nách ngoài (xoay lên) để duy trì sự khớp nối của các xương vai và sự rộng rãi ở đáy cổ.\nDuy trì các động tác tay và cánh tay từ tư thế bốn chân để mở vai mà không kéo giãn quá mức hoặc chìm qua nách.\nNếu lưng dưới của bạn cảm thấy tròn, hãy gập đầu gối để gửi xương ngồi của bạn thẳng về phía sau và lên.\nVới mỗi lần thở ra, hãy bám rễ mạnh mẽ xuống qua bàn tay của bạn; với mỗi lần hít vào tiếp theo, hãy gửi hông của bạn về phía sau và lên nhiều hơn nữa. • Giữ trong vài nhịp thở đến vài phút, sau đó thả ra.",
    "youtube_link": "https://www.youtube.com/watch?v=ETSIv8WetjI"
  },
  {
    "sanskrit_name": "Halasana",
    "english_name": "Tư thế Cái cày",
    "description": "Tư thế yoga này được đặt tên theo cái cày – một công cụ nông nghiệp phổ biến thường được sử dụng trong nông nghiệp Ấn Độ để chuẩn bị đất cho việc gieo hạt. Giống như tên gọi của nó, tư thế này chuẩn bị 'cánh đồng' của cơ thể và tâm trí cho sự trẻ hóa sâu sắc. Halasana được phát âm là hah-LAHS-uh-nuh.​ Parsva Halasana là một biến thể nâng cao của Halasana.",
    "time": "1.5 phút",
    "image": "https://www.healthshots.com/wp-content/uploads/2020/10/yoga-for-weight-loss-halasana.jpg",
    "benefits": "Làm dịu não. Kích thích các cơ quan vùng bụng và tuyến giáp. Kéo giãn vai và cột sống. Giúp giảm các triệu chứng mãn kinh. Giảm căng thẳng và mệt mỏi. Trị liệu cho đau lưng, đau đầu, vô sinh, mất ngủ, viêm xoang.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Giảm đau lưng và có thể giúp bạn đi vào giấc ngủ.",
    "steps": "Nằm ngửa với cánh tay bên cạnh bạn, lòng bàn tay hướng xuống.\nKhi bạn hít vào, sử dụng cơ bụng để nhấc bàn chân lên khỏi sàn, nâng chân lên thẳng đứng một góc 90 độ.\nTiếp tục thở bình thường và hỗ trợ hông và lưng bằng tay, nâng chúng lên khỏi mặt đất.\nCho phép chân của bạn quét một góc 180 độ qua đầu cho đến khi các ngón chân chạm sàn. Lưng của bạn phải vuông góc với sàn. Điều này ban đầu có thể khó khăn, nhưng hãy cố gắng trong vài giây.\nGiữ tư thế này và để cơ thể bạn thư giãn ngày càng nhiều hơn với mỗi hơi thở đều đặn.\nSau khoảng một phút (vài giây cho người mới bắt đầu) nghỉ ngơi trong tư thế này, bạn có thể nhẹ nhàng hạ chân xuống khi thở ra.",
    "youtube_link": "https://www.youtube.com/watch?v=qpuY0jXimtQ"
  },
  {
    "sanskrit_name": "Adho Mukha Vrksasana",
    "english_name": "Tư thế Trồng cây chuối",
    "description": "Tư thế Trồng cây chuối (Adho Mukha Vrksasana) đã trở thành một tư thế yoga được tôn vinh có thể loại trừ nhiều người khỏi cảm giác như việc luyện tập của họ đạt chuẩn. Điều quan trọng cần nhớ là việc Tư thế Trồng cây chuối của bạn trông hoàn hảo như thế nào không quan trọng, đặc biệt là trên Instagram. Nếu bạn không bao giờ rời xa bức tường, nó thực sự không phải là vấn đề lớn - bạn vẫn nhận được lợi ích của việc đảo ngược dù bằng cách nào.",
    "time": "1.5 phút",
    "image": "https://media1.popsugar-assets.com/files/thumbor/ebaqskJLKf_TJ-C_qJR2yS3Ctvo/fit-in/1024x1024/filters:format_auto-!!-:strip_icc-!!-/2016/10/31/649/n/1922729/84005cd0581756accefb01.88164494_edit_img_image_7676437_1453065000/i/Learn-How-Do-Handstand.jpg",
    "benefits": "Cải thiện nhận thức về tư thế và cơ thể. Cải thiện lưu thông - bạch huyết và tĩnh mạch. Có thể giúp giảm sưng ở mắt cá chân và bàn chân của bạn. Có thể tăng cường năng lượng và chống lại mệt mỏi. Có thể giúp xây dựng sự tự tin và trao quyền. Cải thiện tư thế và chống lại tác động của việc ngồi và làm việc với máy tính. Chủ yếu tăng cường sức mạnh cho cốt lõi, lưng, ngực, cánh tay, vai, đùi, mông (cơ mông)",
    "variations": "Không có",
    "category": "Nâng cao",
    "target": "Cải thiện nhận thức về tư thế và cơ thể.",
    "steps": "Bắt đầu với thảm của bạn ở tường trong Adho Mukha Svanasana, với các đầu ngón tay cách tường khoảng 5 inch\nThực hành tất cả các động tác tay, cánh tay và vai AMS cổ điển.\nKhi hít vào, lắc về phía trước để vai xếp chồng trực tiếp lên cổ tay.\nCố định ánh nhìn vào một điểm giữa và hơi trước các đầu ngón tay trỏ.\nNếu hông không cao hơn vai nhiều, hãy bước chân vào một vài inch.\nKhi thở ra, bước một chân khoảng 1/3 đường về phía tay.\nChỉ bàn chân thứ hai, giữ chân hoàn toàn thẳng và trung lập.\nVào cuối hơi thở ra, đẩy mạnh từ bàn chân phía trước để đẩy xương chậu và chân lên tường.\nMột khi cả hai bàn chân đã lên tường, gập mắt cá chân và leo gót chân lên bất kỳ độ cao nào.\nXoay đùi trong về phía tường và đưa phần thịt của mông về phía gót chân.\nHướng các xương sườn trước về phía xương hông trước.\nGiữ trong 5-10 nhịp thở, sau đó, giữ một chân ở tường càng lâu càng tốt, thả chân đối diện nhẹ nhàng xuống sàn và treo người trong Uttanasana mềm mại (Tư thế Gập người về phía trước).",
    "youtube_link": "https://www.youtube.com/watch?v=Nh-23V94rJc"
  },
  {
    "sanskrit_name": "Salabhasana",
    "english_name": "Tư thế Châu chấu",
    "description": "Được xếp vào nhóm các tư thế được gọi là \"uốn lưng trẻ con\", bao gồm Dhanurasana (Tư thế Cái cung) và Tư thế Quái vật biển (được mô tả trong phần Biến thể bên dưới), nó là một tư thế khiêm tốn, giống như nhiều tư thế có vẻ đơn giản khác, thực sự thú vị và thử thách hơn nhiều so với vẻ ngoài ban đầu.",
    "time": "1.5 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/2951630981194187601_IMG_8737-2-1200x800.jpg",
    "benefits": "Tăng cường sức mạnh cho các cơ cột sống, mông và phía sau cánh tay và chân. Kéo giãn vai, ngực, bụng và đùi. Cải thiện tư thế. Kích thích các cơ quan vùng bụng. Giúp giảm căng thẳng",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh cho các cơ cột sống, mông.",
    "steps": "Hít vào, nâng chân phải lên. Giữ chân thẳng và không xoay hông.\nGiữ và tiếp tục thở.\nThở ra, hạ chân phải xuống.\nLặp lại các bước 3-5 với chân trái. Hít 2-3 hơi thở sâu.\nHít vào, và với một số đà, nâng cả hai chân lên, cao nhất có thể, giữ đầu gối thẳng.\nGiữ.\nThở ra, hạ chân xuống, đưa tay ra từ bên dưới, và nghỉ ngơi.\nLặp lại chuỗi trên với tay hướng xuống trong bước 2.",
    "youtube_link": "https://www.youtube.com/watch?v=qqdBKqe_WfI"
  },
  {
    "sanskrit_name": "Salamba Sarvangasana",
    "english_name": "Tư thế Đứng bằng vai",
    "description": "Tư thế Đứng bằng vai đã được gọi là nữ hoàng của asana, một quan điểm được B.K.S. Iyengar xác nhận trong Light on Yoga. Nó thường là tư thế đảo ngược đầu tiên mà người mới tập yoga giải quyết vì nó ổn định hơn nhiều so với trồng chuối hoặc đứng bằng tay. Tuy nhiên, có những rủi ro nghiêm trọng liên quan đến việc thực hiện Tư thế Đứng bằng vai, vì vậy điều quan trọng là thiết lập tư thế một cách chính xác để có trải nghiệm an toàn nhất có thể.",
    "time": "1.5 phút",
    "image": "https://mindbodygreen-res.cloudinary.com/images/c_scale,w_767,q_auto,f_auto,fl_lossy/org/nmwu80x8uk87k61fl/shoulder-stand-salamba-sarvangasana.jpg",
    "benefits": "Tư thế Đứng bằng vai kéo giãn vai và cổ. Là một tư thế đảo ngược, nó gửi máu từ chân và xương chậu trở lại tim và phổi để được oxy hóa mới, điều này có thể làm tăng năng lượng.1 Giống như nhiều tư thế yoga, thực hành Tư thế Đứng bằng vai có thể là một trải nghiệm làm dịu và thư giãn khi được thực hiện đúng cách.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Tư thế Đứng bằng vai có thể là một trải nghiệm làm dịu và thư giãn.",
    "steps": "Bắt đầu với một chồng gồm hai tấm chăn gấp. Nằm xuống thảm căn chỉnh vai lên chăn. Với chân gập và bàn chân trên sàn (như thiết lập cho tư thế cây cầu) bắt đầu bước vai của bạn xuống dưới lưng trên cảm thấy ngực nhẹ nhàng nâng lên.\nNâng hông của bạn lên khỏi thảm để vào tư thế cây cầu và duỗi cánh tay của bạn xuống đất, lòng bàn tay hướng xuống như thể tay của bạn có thể chạm vào gót chân. Ấn mạnh vào lòng bàn tay sử dụng chúng làm đòn bẩy để nâng lên các quả bóng của bàn chân và duỗi một chân lên. Gập ở khuỷu tay, đặt tay lên lưng dưới tạo ra một cái kệ, và sau đó duỗi chân tiếp theo lên.\nMột khi bạn nâng chân lên, đừng quay đầu sang một bên để nhìn xung quanh phòng, vì bạn có thể làm tổn thương cổ của mình. Giữ ánh nhìn hướng lên và cổ thẳng.\nNâng lên qua các quả bóng của bàn chân. Bước tay xa hơn lên lưng để ổn định hơn. Cảm thấy ngực vươn tới cằm để hỗ trợ mở lưng trên.\nDi chuyển hông của bạn về phía trước phòng và bàn chân của bạn về phía sau phòng để làm thẳng cơ thể. Căn chỉnh đúng là với hông qua vai và bàn chân qua hông. Hỏi giáo viên của bạn hoặc một người bạn để giúp bạn xác định xem chân của bạn có vuông góc với sàn không.\nGiữ trong tư thế tối đa 10 nhịp thở.\nĐể thoát ra, đưa bàn chân của bạn trở lại qua đầu để đi qua Tư thế Cái cày.\nLăn ra từ Tư thế Cái cày một cách chậm rãi.",
    "youtube_link": "https://www.youtube.com/watch?v=g3wvIPXZ-Qo"
  },
  {
    "sanskrit_name": "Dhanurasana",
    "english_name": "Tư thế Cái cung",
    "description": "Tư thế Cái cung (Dhanurasana) là một tư thế yoga trung cấp tương tự như một tư thế uốn lưng. Đây là một trong 12 tư thế Hatha Yoga cơ bản. Bằng cách nâng thân người lên và ra phía sau, ngực được mở ra và lưng được kéo giãn sâu. Tư thế này là một cách tuyệt vời để kéo giãn lưng sâu sau một ngày dài gù lưng. Tư thế yoga này có thể được thực hiện như một phần của thói quen luyện tập thường xuyên của bạn hoặc trong một chuỗi các động tác kéo giãn lưng. Sau khi cơ thể bạn được làm nóng từ một số tư thế đứng và sàn, hãy thực hiện Tư thế Cái cung. Tư thế này cũng có thể được sử dụng như sự chuẩn bị cho một động tác kéo giãn uốn lưng sâu hơn. Một tư thế thư giãn cuối cùng sẽ theo sau một cách tốt đẹp.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/AdobeStock_193776647-1-1200x800.jpeg",
    "benefits": "Tư thế Cái cung chủ yếu mang lại lợi ích cho ngực và lưng. Việc cơ thể uốn cong về phía sau là tự nhiên, nhưng đây hiếm khi là một vị trí chúng ta thấy mình ở trong đó. Tư thế Cái cung có thể được sử dụng để mở rộng ngực và kéo giãn lưng, điều đặc biệt có lợi cho những người ngồi hoặc đứng trong thời gian dài. Tư thế yoga này cũng mở ra cổ, vai và bụng. Nó cải thiện tính linh hoạt của lưng và khuyến khích sự cân bằng ở cốt lõi và ngực. Nếu bạn có một lưng cứng, Tư thế Cái cung có thể có lợi. Đối với những người làm công việc bàn giấy, Tư thế Cái cung có thể giúp cải thiện tư thế và giảm bớt sự khó chịu mà việc gù lưng có thể gây ra.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Mang lại lợi ích cho ngực và lưng",
    "steps": "Nằm sấp trên sàn. Giữ cằm trên thảm và tay ở hai bên. Tay của bạn nên ngửa lòng.\nThở ra trong khi bạn gập đầu gối. Đưa gót chân của bạn càng gần mông càng tốt. Đầu gối của bạn nên rộng bằng hông.\nNhấc tay lên và nắm lấy mắt cá chân của bạn. Hãy chắc chắn nắm lấy mắt cá chân chứ không phải phần trên của bàn chân. Các ngón tay của bạn nên quấn quanh mắt cá chân, nhưng ngón tay cái thì không. Giữ các ngón chân hướng xuống.\nHít vào và nâng gót chân ra xa mông, vẫn giữ mắt cá chân. Đồng thời, nâng đầu, ngực và đùi lên khỏi thảm. Khi bạn nâng lên, hãy xoay vai một cách an toàn và thoải mái. Tại thời điểm này, chỉ có cốt lõi của bạn nên chạm thảm, trong khi phần còn lại của cơ thể bạn hướng lên trần nhà.\nKéo xương cụt của bạn vào thảm để làm sâu sắc thêm sự kéo giãn. Bạn nên cảm thấy sự kéo giãn ở lưng khi trọng lượng và sự cân bằng chuyển sang cốt lõi của bạn. Ngực và vai của bạn nên cảm thấy mở.\nNhìn thẳng về phía trước và giữ tư thế trong khoảng 15 giây trong khi bạn tập trung vào kéo giãn, thở và cân bằng.\nThở ra và giải phóng tư thế. Hạ đầu, ngực, đùi và bàn chân trở lại về phía thảm. Buông mắt cá chân của bạn và đưa tay trở lại vị trí bên cạnh. Thư giãn trong vài giây và lặp lại tư thế khi cần hoặc tiếp tục với tư thế tiếp theo của bạn.",
    "youtube_link": "https://www.youtube.com/watch?v=xm00XMmBbto"
  },
  {
    "sanskrit_name": "Paschimottanasana",
    "english_name": "Tư thế Gập người về phía trước khi ngồi",
    "description": "Tư thế Gập người về phía trước khi ngồi (Paschimottanasana) là một tư thế cổ điển từ Hatha yoga. Nó mang lại cho toàn bộ mặt sau của cơ thể bạn một sự kéo giãn tốt, từ bắp chân đến gân kheo (mặt sau của đùi) đến cột sống của bạn.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/11/AdobeStock_193776776-1200x800.jpeg",
    "benefits": "Tư thế này kéo giãn những vùng này và giúp mở hông của bạn. Sự kéo giãn này là tuyệt vời cho những người chạy bộ có xu hướng bị căng gân kheo. Giống như nhiều tư thế yoga, nó cũng được coi là một tư thế làm dịu. Người ta nói rằng các tư thế gập người về phía trước có thể giúp giảm căng thẳng và thậm chí cải thiện tâm trạng của bạn.",
    "variations": "Không có",
    "category": "Trung cấp",
    "target": "Làm giảm căng thẳng và thậm chí cải thiện tâm trạng của bạn.",
    "steps": "Đưa cánh tay của bạn thẳng ra hai bên và lên trên đầu, vươn về phía trần nhà.\nHít vào và kéo dài cột sống của bạn.\nKhi bạn thở ra, bắt đầu cúi người về phía trước, bản lề tại hông của bạn. Hãy tưởng tượng xương chậu của bạn như một bát nước đang đổ về phía trước.\nTrên mỗi lần hít vào, kéo dài cột sống của bạn. Bạn có thể hơi ra khỏi tư thế gập người về phía trước để làm điều này.\nTrên mỗi lần thở ra, đi sâu hơn vào tư thế gập người về phía trước của bạn. Hãy tưởng tượng bụng của bạn nằm nghỉ trên đùi, thay vì mũi chạm đầu gối. Điều này sẽ giúp bạn giữ cột sống dài.\nGiữ cổ như phần mở rộng tự nhiên của cột sống, không vặn nó để nhìn lên cũng không để nó hoàn toàn buông lỏng.\nKhi bạn đã đến độ duỗi đầy đủ với cột sống dài, hãy quyết định xem bạn muốn ở lại đây hay để cột sống tròn về phía trước.\nNắm lấy mắt cá chân hoặc ống chân của bạn, bất cứ thứ gì bạn có thể với tới. Bạn cũng có thể sử dụng một dây đeo quanh bàn chân. Giữ bàn chân của bạn gập mạnh trong suốt.",
    "youtube_link": "https://www.youtube.com/watch?v=T8sgVyF4Ux4"
  },
  {
    "sanskrit_name": "Bakasana",
    "english_name": "Tư thế Con quạ",
    "description": "Bakasana, và tương tự Kakasana là các asana thăng bằng trong hatha yoga và yoga hiện đại như tập thể dục. Trong tất cả các biến thể, đây là các tư thế thăng bằng bằng tay trong đó tay được đặt trên sàn, ống chân tựa lên cánh tay trên, và bàn chân nâng lên.",
    "time": "2 phút",
    "image": "https://images.ctfassets.net/p0sybd6jir6r/3wZVGNBNyiq7zpoKYngx7q/cb54f6fabf55069adabc2f62cff8ecf7/Fly-your-crow-pose-daae21e1342867989836994ae8e025c3.jpg?w=1600&q=70",
    "benefits": "Tư thế Con quạ tăng cường sức mạnh cho cổ tay, cẳng tay và bụng trong khi kéo giãn lưng trên của bạn. Nó cải thiện sự cân bằng và sức mạnh cốt lõi. Làm chủ Tư thế Con quạ xây dựng sự tự tin trong yoga của bạn và mở ra cánh cửa cho nhiều tư thế khác liên quan đến thăng bằng bằng tay. Nó cũng có thể cải thiện nhận thức của bạn về vị trí cơ thể trong không gian (gọi là proprioception) và nâng cao khả năng kiểm soát cơ thể của bạn.",
    "variations": "Một số người thích bắt đầu với một khối gỗ dưới chân của họ. Bạn có thể thử điều này và xem nó cảm thấy thế nào. Nhấc một chân lên tại một thời điểm nếu bạn chưa thể nhấc cả hai chân lên. Điều này giúp bạn xây dựng sức mạnh và cảm nhận được kỹ thuật.",
    "category": "Trung cấp",
    "target": "Nó cải thiện sự cân bằng và sức mạnh cốt lõi.",
    "steps": "Gập đầu gối của bạn một chút để bạn có thể đặt lòng bàn tay phẳng trên sàn, cách nhau khoảng bằng vai.\nTrồng lòng bàn tay của bạn vững chắc trên thảm cách bàn chân của bạn khoảng một foot về phía trước. Xòe rộng các ngón tay và ấn vào khớp trên của mỗi ngón tay.\nGập khuỷu tay của bạn thẳng về phía sau. Đừng gập chúng hoàn toàn thành cánh tay Chaturanga, nhưng hướng về phía đó.\nNâng lên các quả bóng của bàn chân và mở đầu gối để chúng xếp thẳng hàng với cánh tay trên của bạn.\nĐặt đầu gối của bạn lên mặt sau của cánh tay trên.\nBắt đầu chuyển trọng lượng của bạn về phía trước vào tay, nâng đầu khi bạn đi.\nNâng lên các ngón chân của bạn, nhấc một bàn chân và sau đó bàn chân kia lên khỏi sàn.\nThu hút đùi trong để hỗ trợ trong khi giữ đầu gối trên cánh tay.\nÔm bàn chân về phía mông.\nTập trung vào cảm giác cơ thể đang nâng lên. Tránh chìm vào tư thế, điều này có thể đổ trọng lượng vào vai.\nĐể thoát ra, thở ra và chuyển trọng lượng của bạn về phía sau cho đến khi bàn chân của bạn trở lại sàn.",
    "youtube_link": "https://www.youtube.com/watch?v=piToZuGFtsU"
  },
  {
    "sanskrit_name": "Ardha Chandrasana",
    "english_name": "Tư thế Nửa vầng trăng",
    "description": "Được đặt tên theo mặt trăng, tư thế thăng bằng đứng Ardha Chandrasana (Tư thế Nửa vầng trăng) mời bạn khai thác cả năng lượng cân bằng, êm dịu của mặt trăng và lực lượng rực lửa của mặt trời. Trong tư thế này, bạn khám phá ra cách sự kết hợp của hai năng lượng đối lập tạo ra một sức mạnh lớn hơn các phần riêng lẻ của nó. Trong Tư thế Nửa vầng trăng, hai chuyển động đối lập đang xảy ra cùng một lúc: Bạn đang bám rễ xuống đất với chân đứng trong khi đồng thời nâng và duỗi chân đã nhấc lên vào không gian. Sự gặp gỡ của hai lực lượng này — bám rễ xuống và duỗi ra — cho bạn sức mạnh để cân bằng và treo cột sống và thân người trong không trung. Tư thế dạy sự phối hợp và có thể giúp bạn hiểu được sự phụ thuộc lẫn nhau của các hành động trong cơ thể bạn. Nó có thể huấn luyện bạn giữ tập trung và cân bằng trong những khoảnh khắc chuyển tiếp đầy thử thách trong thực hành asana.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/Half-Moon-Pose-for-Pose-Page-1200x800.jpeg",
    "benefits": "Tăng cường sức mạnh cho bụng, mắt cá chân, đùi, mông và cột sống. Kéo giãn háng, gân kheo và bắp chân, vai, ngực và cột sống. Cải thiện sự phối hợp và cảm giác cân bằng. Giúp giảm căng thẳng. Cải thiện tiêu hóa",
    "variations": "Để tăng thử thách của tư thế này, hãy nâng tay dưới lên khỏi sàn và đặt nó lên đùi đứng. Giữ thăng bằng chỉ trên chân đứng trong 15 đến 30 giây.",
    "category": "Người mới bắt đầu",
    "target": "Cải thiện tiêu hóa",
    "steps": "Bắt đầu trong Tư thế Tam giác (trikonasana) với chân phải về phía trước. Gập nhẹ đầu gối phải và đưa tay trái lên hông.\nĐưa tay phải của bạn xuống sàn trước bàn chân phải của bạn. Tay của bạn nên ở dưới vai khi bạn ở trong tư thế đầy đủ, vì vậy để đặt nó ở vị trí chính xác, hãy đặt nó cách bàn chân phải của bạn khoảng một foot về phía trước và 5 hoặc 6 inch về bên phải. Dựng bàn tay của bạn lên để chỉ các đầu ngón tay chạm sàn.\nBắt đầu duỗi thẳng chân phải đồng thời nhấc bàn chân trái lên khỏi sàn. Giữ chân trái càng thẳng càng tốt.\nMở hông, xếp điểm hông trái lên trên điểm hông phải.\nĐưa chân trái thẳng và song song với sàn. Gập mạnh bàn chân trái với các ngón chân hướng về phía bên trái của phòng.\nKhi bạn cảm thấy cân bằng trên chân phải, hãy vươn cánh tay trái lên về phía trần nhà, mở ngực và tạo một đường thẳng với cánh tay phải và trái vuông góc với sàn.\nCuối cùng, quay đầu để ánh mắt của bạn được nâng lên về phía các đầu ngón tay trái đang giơ lên.\nSự cân bằng ở đây trong khoảng năm nhịp thở trước khi thả chân trái xuống sàn và lặp lại tư thế ở phía bên kia.",
    "youtube_link": "https://www.youtube.com/watch?v=GI0ilM0Zjak"
  },
  {
    "sanskrit_name": "Ustrasana",
    "english_name": "Tư thế Lạc đà",
    "description": "Khi chúng ta nói về các tư thế uốn lưng trong yoga, hầu hết mọi người có lẽ hình dung ra Tư thế Bánh xe Đầy đủ. Nhưng Tư thế Lạc đà là một tư thế dễ tiếp cận hơn cho rất nhiều học viên yoga. Tư thế Bánh xe Đầy đủ chắc chắn là một tư thế uốn lưng, nhưng nó cũng liên quan nhiều đến sức mạnh cánh tay và sự linh hoạt của vai. Nếu bạn không có những thứ đó, bạn không thể nhận được đầy đủ lợi ích của tư thế này. Tư thế Lạc đà cho phép bạn trải nghiệm sự duỗi thẳng cột sống sâu mà không phải hỗ trợ trọng lượng của bạn bằng cánh tay. Nó cũng là một tư thế linh hoạt hơn nhiều. Với các đạo cụ, bạn có rất nhiều lựa chọn cho vị trí cánh tay của mình.",
    "time": "1.5 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/AdobeStock_132661315-1200x800.jpeg",
    "benefits": "Tư thế Lạc đà kéo giãn mặt trước của cơ thể bao gồm ngực, bụng và cơ tứ đầu đùi. Nó cải thiện khả năng vận động của cột sống vì phần lớn thời gian trong ngày bạn có thể đang ngồi hoặc gù lưng và uốn cong cột sống về phía trước. Bằng cách thực hiện một tư thế uốn lưng, bạn đang uốn cong nó theo hướng ngược lại và nó có thể giúp bạn phát triển tư thế tốt hơn. Người ta nói rằng nó mở luân xa tim, trung tâm năng lượng của bạn cho tình yêu, sự quan tâm và lòng trắc ẩn.",
    "variations": "Sử dụng các khối gỗ ở hai bên bàn chân của bạn nếu bạn cần thêm một chút chiều cao cho tay của bạn. Bạn có thể giữ tay trên lưng dưới nếu việc với tay ra sau để lấy bàn chân hoặc sử dụng các khối gỗ không hiệu quả với bạn. Các ngón tay của bạn nên chỉ xuống và bạn sẽ siết khuỷu tay về phía nhau.",
    "category": "Người mới bắt đầu",
    "target": "Nó cải thiện khả năng vận động của cột sống",
    "steps": "Quỳ với cơ thể thẳng đứng và hông xếp chồng lên đầu gối. Lấy đệm (một tấm chăn hoặc gấp thảm của bạn để nó dày gấp đôi) dưới đầu gối của bạn nếu chúng nhạy cảm.\nKéo tay của bạn lên dọc theo thân người cho đến khi lòng bàn tay chạm vào hai bên lồng ngực. Để ngón tay cái nghỉ trên xương sườn sau trong khi bốn ngón tay còn lại quấn quanh hai bên và phía trước của lồng ngực với khuỷu tay chỉ ra ngoài. Với lực nắm này, sử dụng tay của bạn để nâng lồng ngực lên để hỗ trợ khi bạn bắt đầu mở ngực về phía trần nhà.\nDuy trì vị trí của ngực khi bạn lần lượt đưa tay ra sau để nắm lấy gót chân. Nếu bạn cần thêm một chút chiều cao, hãy cuộn các ngón chân xuống dưới. Nếu không, mu bàn chân có thể nằm phẳng trên sàn.\nĐưa hông của bạn về phía trước để chúng vẫn ở trên đầu gối của bạn.\nNếu cảm thấy tốt, hãy để đầu của bạn ngả ra sau, mở cổ họng. Nếu điều đó không phù hợp với cổ của bạn, bạn có thể giữ cằm gập vào thay thế.\nGiải phóng bằng cách đưa cằm về phía ngực và tay lên hông. Siết chặt cơ bụng và hỗ trợ lưng dưới bằng tay khi bạn từ từ đưa cơ thể về tư thế quỳ thẳng đứng.",
    "youtube_link": "https://www.youtube.com/watch?v=8q7GxnIFsQo"
  },
  {
    "sanskrit_name": "Sukhasana",
    "english_name": "Tư thế Dễ dàng",
    "description": "Tên Sukhasana (Tư thế Dễ dàng) xuất phát từ từ tiếng Phạn 'Sukha' có nghĩa là 'Thú vui'. Tư thế này là một tư thế thiền định và được thực hiện với việc bắt chéo chân ở dạng đơn giản nhất không giống như các tư thế thiền định khác",
    "time": "5 phút",
    "image": "https://fitsri.com/wp-content/uploads/2020/03/Easy-Pose-1.jpg",
    "benefits": "Tư thế yoga Sukhasana tạo điều kiện cho thiền định và pranayama. Nó cải thiện nhận thức về tư thế của cơ thể và giữ cột sống ở vị trí lý tưởng. Nếu bạn bị căng thẳng tinh thần hoặc có một ngày mệt mỏi, tư thế này sẽ mang lại sự bình yên và tĩnh tâm. Tư thế này là tư thế thiền định tiêu chuẩn và quan trọng để sắp xếp các kênh năng lượng bên trong cơ thể để giúp dòng chảy của prana. Tư thế này tạo cơ hội để cải thiện tính linh hoạt của vùng eo và vùng dưới của cơ thể.",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Điều hòa hệ thần kinh trung ương.",
    "steps": "Ngồi trên mặt đất hoặc thảm với chân duỗi thẳng trước mặt bạn và giữ cột sống thẳng. Đặt tay lên đùi với khuỷu tay cong. Hít một vài hơi thở ở đây và kết nối hơi thở với cơ thể.\nHít vào và gập chân. Gập bàn chân phải dưới đùi trái. Và gập bàn chân trái dưới đùi phải.\nBắt chéo chân ở giữa ống chân, và không phải ở mắt cá chân của bạn. Xương mu của bạn và chỗ bắt chéo của ống chân nên nằm trên một đường thẳng.\nGiữ mắt cá chân của bạn hơi gập lại một chút để bàn chân của bạn nằm trên các cạnh ngoài của chúng, vuông góc với sàn.\nLòng bàn chân hướng sang hai bên và các ngón chân của bạn nên hướng về phía trước.\nGiữ đầu, cổ và lưng thẳng. Kéo bụng của bạn nhẹ nhàng vào trong và lên trên.\nĐặt tay lên đầu gối trong bất kỳ mudra nào tùy thuộc vào pranayama đang thực hành, hoặc nếu tư thế này chỉ để thư giãn thì người ta có thể đặt lòng bàn tay này lên trên lòng bàn tay kia gần rốn.\nỞ đây tập trung từ trung tâm của cơ thể, đó là rốn và nâng lưng và cột sống lên trên và bụng vào trong và lên trên. Ở lại bao lâu tùy theo yêu cầu của thực hành pranayama hoặc tùy theo sự thoải mái của cơ thể.\nTừ từ thư giãn lưng và đưa chân duỗi thẳng trước mặt bạn và vào Dandasana và thư giãn trong vài hơi thở nếu cần.",
    "youtube_link": "https://www.youtube.com/watch?v=ZdggFRtM3V0"
  },
  {
    "sanskrit_name": "Utthita Trikonasana",
    "english_name": "Tư thế Tam giác mở rộng",
    "description": "Tư thế Tam giác (Utthita Trikonasana) là một tư thế yoga nền tảng trên hầu hết mọi phong cách yoga khác nhau. Bạn gần như chắc chắn sẽ gặp nó trong vài lớp học yoga đầu tiên của mình và trong nhiều năm tới. Việc thiết lập tương đối đơn giản của nó che giấu sức mạnh của nó như một động tác kéo giãn cho gân kheo. Thiết lập nền tảng của tư thế với bàn chân bám đất và chân mạnh mẽ cho phép ngực xoay sâu và nở rộ.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/5850642685417750730_IMG_8904-1-1200x800.jpg",
    "benefits": "Tư thế Tam giác tăng cường sức mạnh cho chân và kéo giãn háng, gân kheo và hông, và mở ra ngực và vai. Nó cũng thách thức và cải thiện sự cân bằng và ổn định.",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Điều hòa hệ thần kinh trung ương.",
    "steps": "Thu hút cơ đùi phải của bạn và kéo xương đùi phải vào ổ cắm của nó. Duỗi tay phải về phía trước phòng, giữ hông phải của bạn được kẹp vào.\nHạ tay phải xuống ống chân hoặc mắt cá chân của bạn. Nếu bạn cởi mở hơn, hãy đưa tay phải xuống sàn ở bên trong hoặc trên bàn chân phải. Hãy làm bất cứ cách nào cảm thấy thoải mái nhất.\nVai trái xếp chồng lên vai phải khi bạn mở ngực, vươn các đầu ngón tay trái về phía trần nhà trong khi giữ vai trái bám rễ trong ổ cắm của nó.\nQuay đầu để đưa ánh nhìn lên về phía các đầu ngón tay trái của bạn. Nếu điều này không thoải mái cho cổ của bạn, việc giữ đầu ở vị trí trung lập hơn cũng không sao.\nTiếp tục kéo cơ đùi phải của bạn lên trên, làm sâu thêm nếp gấp ở hông phải.\nLàm mềm đầu gối phải một chút để ngăn chặn việc duỗi quá mức (đây được gọi là một sự uốn cong vi mô).\nGiữ ít nhất 5 nhịp thở.\nLặp lại tư thế với chân trái về phía trước.",
    "youtube_link": "https://www.youtube.com/watch?v=hVi3MpTa-NY"
  },
  {
    "sanskrit_name": "Phalakasana",
    "english_name": "Tư thế Tấm ván",
    "description": "Tư thế tấm ván là một bài tập bụng và cốt lõi tuyệt vời. Để đảm bảo bạn giữ cho cốt lõi của mình khỏe mạnh và ổn định, hãy thêm tư thế tấm ván vào chương trình tập bụng của bạn.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/Plank-Pose-for-pose-page-2-1200x800.jpeg",
    "benefits": "Tăng cường sức mạnh cốt lõi là một khía cạnh quan trọng của bất kỳ chế độ tập luyện nào. Một cốt lõi mạnh mẽ và vững chắc trông và cảm thấy tốt. Nhưng quan trọng hơn, nó giúp ổn định, cân bằng và cung cấp năng lượng cho cơ thể trong hầu hết mọi hoạt động khác. Sức mạnh cốt lõi là cơ sở cho tất cả các chuyển động thể thao phối hợp và mạnh mẽ. Một cốt lõi mạnh mẽ có thể giảm căng thẳng cho các khớp và cho phép bạn đạt được tư thế tốt hơn. Tư thế tấm ván cũng có thể được sử dụng làm cơ sở cho một bài kiểm tra sức mạnh và sự ổn định của cơ cốt lõi. Tư thế tấm ván là một bài tập xây dựng sức mạnh hơn là một bài tập cardio, nhưng bằng cách thu hút một loạt các cơ, nó cũng có thể giúp tăng cường đốt cháy calo của bạn.",
    "variations": "Không có",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường đốt cháy calo của bạn.",
    "steps": "Bắt đầu ở tư thế tấm ván, nằm sấp với cẳng tay và ngón chân trên sàn. Khuỷu tay của bạn trực tiếp dưới vai và cẳng tay hướng về phía trước. Đầu của bạn thư giãn và bạn nên nhìn xuống sàn.\nThu hút cơ bụng, kéo rốn về phía cột sống. Giữ thân người thẳng và cứng và cơ thể thành một đường thẳng từ tai đến ngón chân không bị chùng xuống hoặc cong. Đây là vị trí cột sống trung lập. Đảm bảo vai của bạn xuống, không bò lên về phía tai. Gót chân của bạn phải ở trên các quả bóng của bàn chân.\nGiữ vị trí này trong 10 giây. Thả xuống sàn.\nTheo thời gian, làm việc lên đến 30, 45 hoặc 60 giây.",
    "youtube_link": "https://www.youtube.com/watch?v=LrqECYmDexQ"
  },
  {
    "sanskrit_name": "Virabhadrasana I",
    "english_name": "Tư thế Chiến binh I",
    "description": "Tư thế Chiến binh I là một trong những tư thế nền tảng của yoga, nhưng việc căn chỉnh đúng có thể hơi khó khăn. Nó dạy bạn sự cân bằng và nhận thức hơn về vị trí cơ thể của mình. Bạn sẽ nhận ra tư thế lunge như một tư thế phổ biến cho tập thể dục và kéo giãn. Kết hợp tư thế này vào một dòng chảy như một phần của một chuỗi yoga đứng.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/Warrior-1-for-Pose-Page-1200x800.jpeg",
    "benefits": "Tư thế Chiến binh I tăng cường sức mạnh cho chân và cánh tay trên, cải thiện sự cân bằng và sức mạnh cốt lõi, kéo giãn các cơ xung quanh hông. Bạn có được một sự kéo giãn tốt cho cả đùi trước và sau (cơ tứ đầu đùi và gân kheo), hông và ngực, cũng như một sự duỗi thẳng lưng của cơ erector spinae. Nó là một tư thế mở hông, một liều thuốc giải tốt cho việc ngồi cả ngày. Tư thế này có thể trị liệu nếu bạn bị đau thần kinh tọa. Nó cũng là một tư thế tràn đầy năng lượng, cho phép thở và lưu thông máu tốt hơn.",
    "variations": "Mặc dù Tư thế Chiến binh I theo truyền thống được dạy với gót chân của bàn chân trước xếp thẳng hàng với vòm của bàn chân sau (như đứng trên dây thăng bằng), nhưng nó có ý nghĩa hơn đối với hầu hết mọi người khi tách bàn chân của họ sang hai bên thảm một chút (như đứng trên đường ray tàu hỏa). Sự tách biệt này cho phép hông vuông vức hiệu quả hơn.",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh cho chân và cánh tay trên",
    "steps": "Từ Tư thế Chó úp mặt, bước chân phải của bạn về phía trước vào bên trong tay phải của bạn.\nXoay trên quả bóng của bàn chân trái và thả gót chân trái xuống sàn với các ngón chân xoay ra khoảng 45 độ từ gót chân.\nGập đầu gối phải trực tiếp trên mắt cá chân phải của bạn để đùi phải song song với sàn.\nĐứng lên, đưa cánh tay ra hai bên và lên trên về phía trần nhà. Ngực của bạn vẫn mở khi bạn vào một chút duỗi thẳng cột sống (còn được gọi là uốn lưng).\nLòng bàn tay của bạn có thể chạm nhau trên đầu hoặc cách nhau bằng vai, tùy theo cách nào thoải mái hơn.\nNâng ánh nhìn lên về phía ngón tay cái và trượt xương bả vai xuống lưng.\nKiểm tra sự căn chỉnh của hông của bạn. Kéo hông phải về phía sau và hông trái về phía trước để cả hai hông đều hướng về phía trước thảm của bạn.\nBám chặt xuống qua cạnh ngoài của bàn chân trái. Đảm bảo đùi phải của bạn vẫn song song với sàn nhất có thể.\nThả tay xuống thảm và bước chân phải về phía sau thành Tư thế Chó úp mặt. Hít một vài hơi thở hoặc di chuyển qua một vinyasa trước khi thực hiện bên trái.",
    "youtube_link": "https://www.youtube.com/watch?v=kkGY3xBnaGc"
  },
  {
    "sanskrit_name": "Virabhadrasana II",
    "english_name": "Tư thế Chiến binh II",
    "description": "Tư thế Chiến binh II là một trong những tư thế nền tảng của yoga, nhưng việc căn chỉnh đúng có thể hơi khó khăn. Nó dạy bạn sự cân bằng và nhận thức hơn về vị trí cơ thể của mình. Bạn sẽ nhận ra tư thế lunge như một tư thế phổ biến cho tập thể dục và kéo giãn. Kết hợp tư thế này vào một dòng chảy như một phần của một chuỗi yoga đứng.",
    "time": "2 phút",
    "image": "https://www.theyogacollective.com/wp-content/uploads/2019/10/AdobeStock_229202288-e1571412646136-1200x638.jpeg",
    "benefits": "Tư thế Chiến binh II tăng cường sức mạnh cho chân và cánh tay trên, cải thiện sự cân bằng và sức mạnh cốt lõi, kéo giãn các cơ xung quanh hông. Bạn có được một sự kéo giãn tốt cho cả đùi trước và sau (cơ tứ đầu đùi và gân kheo), hông và ngực, cũng như một sự duỗi thẳng lưng của cơ erector spinae. Nó là một tư thế mở hông, một liều thuốc giải tốt cho việc ngồi cả ngày. Tư thế này có thể trị liệu nếu bạn bị đau thần kinh tọa. Nó cũng là một tư thế tràn đầy năng lượng, cho phép thở và lưu thông máu tốt hơn.",
    "variations": "Mặc dù Tư thế Chiến binh I theo truyền thống được dạy với gót chân của bàn chân trước xếp thẳng hàng với vòm của bàn chân sau (như đứng trên dây thăng bằng), nhưng nó có ý nghĩa hơn đối với hầu hết mọi người khi tách bàn chân của họ sang hai bên thảm một chút (như đứng trên đường ray tàu hỏa). Sự tách biệt này cho phép hông vuông vức hiệu quả hơn.",
    "category": "Người mới bắt đầu",
    "target": "Tăng cường sức mạnh cho chân và cánh tay trên",
    "steps": "Từ tư thế chó úp mặt, bước chân phải của bạn vào bên trong tay phải.\nGập đầu gối phải trực tiếp trên mắt cá chân để đùi song song với sàn.\nXoay trên quả bóng của bàn chân trái để đưa gót chân trái xuống thảm. Bàn chân trái của bạn phải ở một góc 90 độ với lòng bàn chân được trồng vững chắc. Gót chân trước của bạn xấp xỉ thẳng hàng với vòm sau của bạn.\nGiữ nguyên vị trí đặt chân, khi hít vào, bám rễ xuống bàn chân để nâng thân người và cánh tay lên.\nDuỗi cánh tay của bạn ra như chữ T khi bạn xoay thân người sang trái, mời hông trở nên song song với bên trái của thảm.\nVới cánh tay duỗi ra theo các hướng đối lập, hãy để lòng bàn tay hướng xuống. Giữ cả hai cánh tay song song với sàn. Thả vai ra xa tai. Vươn ra qua các đầu ngón tay của cả hai tay.\nQuay đầu để đối mặt với phía trước thảm. Ánh nhìn của bạn là về phía trước qua tay phải.\nCả hai đùi đều xoay ra ngoài.\nThu hút cơ tam đầu để hỗ trợ cánh tay, cơ tứ đầu đùi để hỗ trợ chân và bụng để hỗ trợ thân người.\nSau 5 đến 10 nhịp thở, quạt tay xuống hai bên bàn chân phải và bước trở lại tư thế chó úp mặt. Ở lại đây trong một vài nhịp thở hoặc đi qua một vinyasa trước khi lặp lại tư thế với bàn chân trái về phía trước.",
    "youtube_link": "https://www.youtube.com/watch?v=yxNtoOJ9500"
  }
]
